[
    {
        "id": 1012,
        "MM": "Jan",
        "dd": 1,
        "length": 205,
        "duration": 5,
        "difficulty": 1,
        "title": "Fear of Inflation Finds a Foothold in the Bond Market \n\n对通货膨胀的恐惧在债券市场找到了立足点",
        "details": "There is little evidence for a big jump in prices, but some economists and bond investors fear President Biden’s policies could lead to inflation. \n\n几乎没有证据表明价格会大幅上涨，但一些经济学家和债券投资者担心拜登总统的政策可能导致通胀。 \n\nThe so-called bond vigilantes may be back, 30 years after they led a sell-off in Treasury securities over the prospect of higher government spending by a new Democratic administration. \n\n所谓的债券义务警员可能会回来，30年前，他们曾因新一届民主党政府增加政府支出的前景而导致美国国债抛售。 \n\nThe Federal Reserve has downplayed the risk of inflation, and many experts discount the danger of a sustained rise in prices. But there is an intense debate underway on Wall Street about the prospects for higher inflation and rising interest rates. \n\n美联储低估了通胀风险，许多专家对物价持续上涨的危险不以为然。但华尔街正在就通胀上升和利率上升的前景展开激烈讨论。 \n\nYields on 10-year Treasury notes have risen sharply in recent weeks, a sign that traders are taking the inflation threat more seriously. If the trend continues, it will put bond investors on a collision course with the Biden administration, which recently won passage of a $1.9 trillion stimulus bill and wants to spend trillions more on infrastructure, education, and other programs. \n\n近几周来，10年期美国国债的收益率大幅上升，这表明交易员正更加严肃地对待通胀威胁。如果这种趋势继续下去，这将使债券投资者与拜登政府发生冲突。拜登政府最近通过了一项1.9万亿美元的刺激方案，并希望在基础设施、教育和其他项目上投入更多数万亿美元。 \n\nThe potential confrontation made some market veterans recall the 1990s when yields on Treasury securities lurched higher as the Clinton administration considered plans to increase spending. As a result, officials soon turned to deficit reduction as a priority. \n\n这场潜在的对抗让一些资深市场人士想起了上世纪90年代，当时，随着克林顿政府考虑增加支出，美国国债收益率急剧上升。因此，官员们很快就把削减赤字作为优先事项。 \n\nSource: https://www.nytimes.com/2021/03/26/business/economy/bond-vigilantes-interest-rates.html \n\n来源：https://www.nytimes.com/2021/03/26/business/economy/bond-vigilantes-interest-rates.html",
        "imageName": "fearOfInflationFindsFoothold",
        "audioName": "fearOfInflationFindsFoothold"
    },
    {
        "id": 1011,
        "MM": "Jan",
        "dd": 1,
        "length": 185,
        "duration": 5,
        "difficulty": 1,
        "title": "In Between Stimulus Payments, Retail Sales Decline \n在促进支付期间，销售在下降",
        "details": "Retail sales slid in February after a jump the month before, the Commerce Department said on Tuesday, putting a spotlight on the effect of stimulus money on consumer spending, which is likely to move in fits and starts as the economy recovers. \n\n美国商务部周二表示， 2 月份零售销售额在一个月前大幅上升后出现下滑，这让人们注意到刺激资金对消费支出的影响。随着经济复苏，消费支出可能会断断续续。 \n\nSales for February dropped 3 percent, government data showed, as consumers grappled with waning stimulus effects and severe winter storms in parts of the country.  \n\n政府数据显示， 2 月份的销售额下降了 3 %，因为消费者正在努力应对经济刺激效应的减弱和该国部分地区严重的冬季风暴。 \n\nThe decline was sharper than some economists had expected, but sales for the month were still higher than a year before when the pandemic began to squeeze the economy. Retail sales sharply declined in March 2020 amid widespread shutdowns. \n\n这一下降幅度超出了一些经济学家的预期，但本月的销售额仍高于一年前疫情开始挤压经济时的水平。2020年3月，由于大范围的停产，零售额急剧下降。 \n\nSales in January had surged 7.6 percent — a gain that was most likely fueled by stimulus checks deposited at the end of last year.  \n\n一月份的销售额增长了7.6%，这很可能是由去年年底的经济刺激计划推动的。 \n\nThe increase in January revised upward on Tuesday, benefited a broad array of retailers. Consumers spent more on goods, including at furniture sellers and department stores, as well as in restaurants, offering a positive sign for an economy that has been battered by the coronavirus outbreak. \n\n1月的增长在周二向上修正，使一系列零售商受益。消费者在商品上的支出增加，包括在家具销售商和百货公司，以及在餐馆，这为饱受冠状病毒爆发打击的经济提供了一个积极的迹象。 \n\nSource: https://www.nytimes.com/2021/03/16/business/retail-sales-february.html \n\n来源：https://www.nytimes.com/2021/03/16/business/retail-sales-february.html",
        "imageName": "inBetweenStimulusPaymentsRetailSalesDecline",
        "audioName": "inBetweenStimulusPaymentsRetailSalesDecline"
    },
    {
        "id": 1010,
        "MM": "Jan",
        "dd": 1,
        "length": 203,
        "duration": 5,
        "difficulty": 1,
        "title": "Unemployment Claims Fall, Fueling Economic Hope \n失业率下降，助长了经济希望",
        "details": "Although millions remain jobless and layoffs continue, the latest data adds to evidence that distress is on the decline. \n\n尽管仍有数百万人失业，而且裁员仍在继续，但最新数据进一步证明，苦难正在减少。 \n\nThe second year of the coronavirus pandemic is starting with rising hopes for the economic outlook — and a long way to go. \n\n疫情的第二年始于人们对经济前景的希望越来越高，而且还有很长的路要走。 \n\nPositive signs are emerging as restrictions on businesses lift and the pace of vaccine distributions ramps up. But millions remain unemployed, and many economists are cautioning that a return to pre-pandemic conditions could take months, if not years. \n\n随着对企业限制的解除以及疫苗分发步伐的加快，出现了积极的迹象。但是仍有数百万人失业，许多经济学家警告说，回到疫情前的状况可能要花费数月甚至数年的时间。 \n\nThat reality became all the more evident on Thursday when the Labor Department reported that a total of 709,000 workers filed first-time claims for state unemployment benefits in the week that ended March 6. Though the figure was 47,000 lower than the week before — and touching the lowest levels of the last year — it was still extraordinarily high by historical standards. \n\n这种情况在星期四变得更加明显，当时劳工部报告称，在截至3月6日的一周中，总共有709,000名工人首次索取国家失业救济金，尽管这一数字比前一周减少了47,000人。去年的最低水平-从历史水平来看，它仍然非常高。 \n\n“The story week in and week out is that magnitude steals the show,” said AnnElizabeth Konkel, an economist at the career site Indeed. The report “really paints the picture of long-term joblessness,” she said, adding, “That is the reality for millions of Americans and is going to be a hurdle for the recovery to clear.” \n\n职业网站Indeed的经济学家安妮丽莎白•康克尔（AnnElizabeth Konkel）说：“一周又一周重复的故事占据了主要内容”她说，该报告“确实描绘了长期失业的景象，”这是数百万美国人的现实，这将是复苏要克服的障碍。  \n\nSource: https://www.nytimes.com/2021/03/11/business/economy/unemployment-claims-decline.html \n\n来源：https://www.nytimes.com/2021/03/11/business/economy/unemployment-claims-decline.html",
        "imageName": "unemploymentClaimsFallFuelingEconomicHope",
        "audioName": "unemploymentClaimsFallFuelingEconomicHope"
    },
    {
        "id": 1009,
        "MM": "Jan",
        "dd": 1,
        "length": 162,
        "duration": 3,
        "difficulty": 1,
        "title": "For the Economy, the Present Doesn’t Matter. It’s All About the Near Future. \n对于经济来说，现在并不关键，重要的是不久的将来。",
        "details": "The economy is at a major inflection point, and the question is whether job creation will accelerate in the months ahead. \n\n经济正处于一个重要的拐点，关键在于未来几个月创造就业是否会加速。 \n\nThe new jobs numbers that the Labor Department released Friday morning don’t matter. \n\n美国劳工部周五上午公布的新就业数据并不重要。 \n\nThese numbers can sometimes be unimportant in the sense that any one economic report offers only a partial view of what is going on, and is subject to margins of error and future revisions. \n\n这些数字有时可能并不重要，因为任何一份经济报告只能提供对当前情况的部分观点，而且会有误差和在未来的潜在修订。 \n\nBut it’s more than that in this case. This jobs report is inconsequential because the economy is at a momentous inflection point — what matters is not what happened in the last few weeks, but where things end up several weeks from now. \n\n但在这件事上不止如此。这份就业报告无关紧要，因为美国经济正处于一个重要的转折点——重要的不是过去几周发生了什么，而是几周后的结果。 \n\nThe report that 379,000 jobs were added in February and that the unemployment rate edged down to 6.2 percent is good news. It is a better result than what was recorded in January, and better than forecasters expected. \n\n2 月份新增就业岗位37.9万个，失业率降至6.2%，这是个好消息。这是一个比 1 月份更好的结果，也比预测者预期的要好。 \n\nSource:https://www.nytimes.com/2021/03/05/upshot/economy-jobs-future.html \n\n来源：https://www.nytimes.com/2021/03/05/upshot/economy-jobs-future.html",
        "imageName": "forTheEconomyThePresentDoesntMatter",
        "audioName": "forTheEconomyThePresentDoesntMatter"
    },
    {
        "id": 1008,
        "MM": "Jan",
        "dd": 1,
        "length": 218,
        "duration": 5,
        "difficulty": 1,
        "title": "Tech Stocks Lead Wall Street Lower as Bond Yields Rise \n债券收益率上升，科技股领跌华尔街",
        "details": "A tumultuous day in financial markets left onlookers questioning whether the Federal Reserve had shown too little concern as longer-term interest rates crept higher — and spurred speculation that the central bank’s leadership may need to speak out against the rise. \n\n金融市场中动荡的一天让旁观者产生怀疑，随着较长期利率攀升，美联储是否没有表现出足够的关心，并引发了人们的猜测，即美联储领导层可能需要公开反对加息。 \n\nYields on all but very short-term government debt moved sharply higher on Thursday, driven in part by expectations that economic growth will snap back after the pandemic. Fed officials had been sanguine as rates moved up in recent weeks, pointing to the increase as a sign of growing economic confidence and downplaying the risk of a sudden increase in borrowing costs. \n\n除极短期国债外，所有国债的收益率周四大幅走高，部分原因是人们预期，疫情爆发后经济增长将迅速回升。美联储官员对最近几周利率的上升持乐观态度，他们指出，利率上升是经济信心增强的迹象，并低估了借贷成本突然上升的风险。 \n\nStill, the sudden jump Thursday rippled through financial markets, and analysts at Evercore ISI said the Fed’s message might change as a result. The jump in yields could make borrowing by the government, consumers, and businesses more expensive, slowing progress toward the Fed’s economic goals. \n\n尽管如此，周四的突然跳涨仍波及金融市场，EvercoreISI分析师表示，美联储的信息可能因此发生变化。收益率的飙升可能会使政府、消费者和企业的借贷成本更高，从而减缓美联储实现经济目标的进程。 \n\n“The Fed leadership holds some responsibility for this, as the absence of any indication of concern or — more appropriately in our view — central bankerly carefulness” in recent days “has been read in markets as a green light to ramp real yields higher,” Krishna Guha and Ernie Tedeschi wrote in a reaction note, capturing a narrative fast developing among financial analysts. \n\n“美联储领导层对此负有一定责任，因为没有任何需要担心的迹象，或者——在我们看来更恰当的是——央行“最近几天”的谨慎，已被市场解读为为推高实际收益率，”“克里希纳古哈( krishna guha )和厄尼特德斯基( ernie tedeschi )在一份回应说明中写道,他们捕捉到了金融分析师快速发展。 \n\nSource: https://www.nytimes.com/live/2021/02/25/business/stock-market-today \n\n来源：https://www.nytimes.com/live/2021/02/25/business/stock-market-today",
        "imageName": "techStocksLeadWallStreetLower",
        "audioName": "techStocksLeadWallStreetLower"
    },
    {
        "id": 1007,
        "MM": "Jan",
        "dd": 1,
        "length": 239,
        "duration": 5,
        "difficulty": 1,
        "title": "Should the Feds Guarantee You a Job? \n联邦政府应该给你提供一份工作吗？",
        "details": "What should the president do about jobs? \n\nFor 30 years, Democratic administrations have approached the question by focusing on the overall economy and trusting that a vibrant labor market would follow. But there is a growing feeling among Democrats — along with many mainstream economists — that the market alone cannot give workers a square deal. \n\n总统应该如何处理就业问题？ \n\n30年来，民主党政府一直关注着整体经济，他们相信一个充满活力的劳动力市场会随之而来。但民主党人以及许多主流经济学家越来越认为，市场本身并不能给工人们一个公平的待遇。 \n\nSo after a health crisis that has destroyed millions of jobs, a summer of urban protest that drew attention to the deprivation of Black communities, and another presidential election that exposed deep economic and social divides, some policymakers are reconsidering a policy tool not deployed since the Great Depression: to have the federal government provide jobs directly to anyone who wants one. \n\n因此，在一场已经摧毁了数百万个工作岗位的疫情、一个引起人们关注黑人群体的夏季，以及又一次在总统选举之后暴露出严重的经济和社会分歧，一些政策制定者正在重新考虑一种自大萧条以来没有使用的政策工具：让联邦政府直接向任何想要就业的人提供就业机会。 \n\nafter progressive Democrats in Congress proposed a federal jobs program as part of their Green New Deal in 2019, Representative Liz Cheney of Wyoming, the No. 3 House Republican, asked, “Are you willing to give the government and some faceless bureaucrats who sit in Washington, D.C., the authority to make those choices for your life?” \n\n在2019年国会中的民主党人提出了一个联邦就业计划作为他们绿色新政的一部分后，众议院第三共和党众议员、怀俄明州众议员利兹•切尼道，“你是否愿意把为你的生活做出这些选择的权力给政府和一些坐在华盛顿特区的不露面官僚？” \n\nBut when it comes to government intervention in the economy, the political parameters have shifted. A system that balked at passing a $1 trillion stimulus after the financial crisis of 2008 had no problem passing a $2.2 trillion rescue last March, and $900 billion more in December. President Biden is pushing to supplement that with a $1.9 trillion package. \n\n但当涉及到政府对经济的干预时，政治参数发生了变化。在2008年金融危机之后，一个不愿通过1万亿美元促进经济的计划的体系在去年3月通过了2.2万亿美元的救助，在12月又增加了9000亿美元。拜登总统正在推动一项1.9万亿美元的计划来补助。 \n\nSource: https://www.nytimes.com/2021/02/18/business/economy/job-guarantee.html \n\n来源：https://www.nytimes.com/2021/02/18/business/economy/job-guarantee.html",
        "imageName": "shouldTheFedsGuaranteeYouAJob",
        "audioName": "canonInD"
    },
    {
        "id": 1006,
        "MM": "Jan",
        "dd": 1,
        "length": 208,
        "duration": 5,
        "difficulty": 1,
        "title": "Anemic Jobs Report Reaffirms Pandemic’s Grip on Economy \n低迷的就业报告再次证明了疫情对经济的影响",
        "details": "With a gain of 49,000 jobs in January, and with few of those in the private sector, the labor market offers little relief to the nearly 10 million Americans who are unemployed. \n\n1月份就业岗位增加了4.9万个，而私营部门的就业岗位却增加寥寥无几，劳动力市场对近1000万失业美国人几乎没有提供什么帮助。 \n\nThe American economic recovery showed new signs of stalling on Friday as government data underscored the pandemic’s brutal damage to the job market. \n\n美国经济复苏在周五显示出新的停滞迹象，因为政府数据突显了这次疫情对就业市场的破坏程度之大。 \n\nU.S. employers added 49,000 jobs in January, the Labor Department said, dashing hopes that the new year would bring immediate relief. The private sector added just 6,000 jobs, barely enough to register against the millions of positions lost during the pandemic. \n\n美国劳工部称，美国1月份新增了4.9万个就业岗位，令人们对新的一年情况好转的希望破灭。私营部门仅增加了6,000个就业岗位，还不足以应对疫情期间失去的数百万职位。 \n\nThe weak showing was tallied amid a fresh effort in Washington to provide a big infusion of aid to foster recovery and the data will almost certainly bolster the Democrats’ argument for a robust stimulus package. \n\n这一疲弱表现是在华盛顿重新努力提供大量援助以促进复苏之际所体现出的，数据极大可能促使民主党人提出强有力的经济方针。 \n\n“It’s very clear our economy is still in trouble,” President Biden said of the latest reading on the labor market. \n\n“很明显，我们的经济仍然处于困境中，”拜登总统在谈到最新的劳动力市场数据时说到。 \n\nLooking to strengthen the recovery, Mr. Biden and congressional Democrats have been pressing for a $1.9 trillion relief measure. By approving budget resolutions in both chambers, Congress cleared the way on Friday to pursue final passage of the package on party-line votes, if needed, within weeks. \n\n为了加强经济复苏，拜登和国会民主党人一直在尝试出台一项1.9万亿美元的救助措施。通过在两院通过预算决议，国会周五清楚了障碍，争取在必要的情况下，在几周内以党派路线投票的方式最终通过这项方案。 \n\nSource: https://www.nytimes.com/2021/02/05/business/economy/january-2021-jobs-report.html \n\n来源：https://www.nytimes.com/2021/02/05/business/economy/january-2021-jobs-report.html",
        "imageName": "anemicJobsReportReaffirmsPandemicGripOnEconomy",
        "audioName": "canonInD"
    },
    {
        "id": 1005,
        "MM": "Jan",
        "dd": 1,
        "length": 258,
        "duration": 5,
        "difficulty": 1,
        "title": "Fed Leaves Interest Rates Near Zero as Economic Recovery Slows \n经济复苏放缓使美联储将利率维持在接近零的水平",
        "details": "Federal Reserve officials left interest rates near zero on Wednesday and pledged to continue making huge bond purchases as the central bank tries to help the economy weather the continuing pandemic, warning that a surge in the coronavirus has slowed progress toward a full rebound. \n\n美联储官员周三将利率降至接近零的水平，并承诺将继续购买大量债券，因为美联储试图帮助经济经受住持续的疫情。 \n\n“The pace of the recovery in economic activity and employment has moderated in recent months, with weakness concentrated in the sectors most adversely affected by the pandemic,” the central bank’s policy-setting Federal Open Market Committee said in its January policy statement. \n\n央行政策制定联邦公开市场委员会（1月政策）在1月份的政策声明中表示：\"近几个月来，经济活动和就业的复苏步伐有所放缓，疲软主要集中在受疫情影响最严重的行业。 \n\nThe Fed chair, Jerome H. Powell, said at a news conference on Wednesday that the virus resurgence was “weighing on economic activity and job creation,” and that the economic outlook hinged on the pandemic and “remains highly uncertain.” \n\n美联储主席杰罗姆•鲍威尔（Jerome H. Powell）在周三的新闻发布会上说，病毒的二次爆发\"正在给经济活动和创造就业造成压力\"，经济前景取决于疫情并且\"仍然存在高度不确定性\"。 \n\nGiven that glum near-term assessment, Mr. Powell suggested that the bigger risk to the economy in the coming months rested in doing too little rather than too much. He played down concerns that either an aggressive spending response from Congress or very low rates would cause runaway price inflation and warned that allowing displaced workers to remain stuck on the job market’s sidelines could inflict lasting damage. \n\n鉴于这种不利的近期预测，鲍威尔先生认为，未来几个月经济面临更大的风险在于做得太少，而不是太多。他淡化了对国会积极支出反应或极低利率会导致价格失控的担忧，并警告称，允许失业工人继续停留在就业市场的一旁可能会造成持久的损害。 \n\n“I’m much more worried about falling short of a complete recovery and losing people’s careers, and the lives that they built, because they don’t get back to work on time,” Mr. Powell said. Such damage would be “not just to their lives but to the United States economy — the productive capacity of the economy.” \n\n鲍威尔说：\"我更担心的是，由于不能及时恢复工作，我更担心他们无法完全康复，失去人们的职业生涯，失去他们的生命。这种损害将\"不仅影响他们的生活，而且影响美国经济——经济的生产能力\"。 \n\nSource: https://www.nytimes.com/2021/01/27/business/economy/fed-interest-rates-economy.html \nhttps://en.wikipedia.org/wiki/Jerome_Powell \n\n来源：https://www.nytimes.com/2021/01/27/business/economy/fed-interest-rates-economy.html \nhttps://en.wikipedia.org/wiki/Jerome_Powell",
        "imageName": "fedLeavesInterestRatesNearZero",
        "audioName": "fedLeavesInterestRatesNearZero"
    },
    {
        "id": 1004,
        "MM": "Jan",
        "dd": 1,
        "length": 176,
        "duration": 5,
        "difficulty": 1,
        "title": "Continuing Job Losses Put Spotlight on Economic Relief \n持续失业使经济救济引起注意",
        "details": "Relentless unemployment claims show the pandemic’s grip on the labor market. Help from the recent stimulus bill may lapse before an upturn arrives. \n\n残酷的失业率表现了疫情对劳动力市场的影响。近期来自于用来促激经济的法案的帮助可能会在经济好转之前失效。 \n\nEven as it tries to right a shipwrecked economy, the Biden administration confronted fresh evidence of weakness Thursday with the report of nearly a million new state unemployment claims, heightening calls for fresh stimulus efforts. \n\n就在拜登政府试图修复经济的同时，在周四又发布了一份新的报告，报告称该州有近100万人申请失业救济金，这加大了人们对新的措施的呼声。 \n\nThe scale of the job losses underscores the fragility of the job market as overall economic momentum slows amid the worsening pandemic. What’s more, key provisions of the $900 billion aid package passed by Congress last month will lapse in mid-March, well before economists expect mass vaccinations to help the economy rebound. \n\n就业岗位流失的规模之大突显出就业市场的脆弱性，因为整体经济势头在不断恶化的疫情中放缓。更重要的是，国会上个月通过的9,000亿美元援助计划的关键条款将在3月中旬失效，早在经济学家预计大规模接种疫苗将有助于经济复苏之前。 \n\n“Unfortunately, the labor market started 2021 with very little momentum,” said Greg Daco, chief U.S. economist at Oxford Economics. “There hasn’t been any improvement, and if anything, there has been deterioration.” \n\n牛津经济(Oxford Economics)首席美国经济学家格雷格•达科(GregDaco)表示：“不幸的是，劳动力市场在2021年开始时的势头甚微。”“没有任何改善，如果说有什么变化的话，那就是恶化了。” \n\nThe Labor Department said Thursday that 961,000 workers filed initial claims for state unemployment benefits last week. On a seasonally adjusted basis, the total was 900,000. \n\n美国劳工部周四表示，上周有961,000名工人首次申请国家失业救济金。经季节性调整的数字为九十万。 \n\nSource:https://www.nytimes.com/2021/01/21/business/economy/unemployment-claims-economy.html \n\n来源：https://www.nytimes.com/2021/01/21/business/economy/unemployment-claims-economy.html",
        "imageName": "continuingJobLossesPutSpotlightOnEconomicRelief",
        "audioName": "continuingJobLossesPutSpotlightOnEconomicRelief"
    },
    {
        "id": 1003,
        "MM": "Jan",
        "dd": 1,
        "length": 240,
        "duration": 5,
        "difficulty": 1,
        "title": "Biden Outlines $1.9 Trillion Spending Package to Combat Virus and Downturn \n拜登准备投入1.9万亿美元用于抗击病毒和经济衰退",
        "details": "The president-elect detailed plans for an initial effort to fight the coronavirus and a subsequent one to address economic recovery. \n\n这位当选总统详细计划了对于抗击冠状病毒的需要的努力，以及之后如何解决经济复苏问题。 \n\nWASHINGTON — President-elect Joseph R. Biden Jr. on Thursday proposed a $1.9 trillion rescue package to combat the economic downturn and the Covid-19 crisis, outlining the type of sweeping aid that Democrats have demanded for months and signaling the shift in the federal government’s pandemic response as Mr. Biden prepares to take office. \n\n华盛顿-新当选的总统小约瑟夫•R•拜登在周四提出了一项1.9万亿美元的救助计划，以应对经济低迷和新冠肺炎危机。该方案概述了民主党几个月来一直要求的大规模援助，并表明在拜登准备就职之际，联邦政府的应对疫情的措施发生了转变。 \n\nThe package includes more than $400 billion to combat the pandemic directly, including money to accelerate vaccine deployment and to safely reopen most schools within 100 days. Another $350 billion would help state and local governments bridge budget shortfalls, while the plan would also include $1,400 direct payments to individuals, more generous unemployment benefits, federally mandated paid leave for workers, and large subsidies for child care costs. \n\n该方案包括4,000亿美元，用于直接防治这一传染病，其中包括加快疫苗部署和在100天内安全地重新开放大多数学校的资金。另外3500亿美元将帮助各州和地方政府弥补预算的缩减，而该计划还将包括向个人直接支付1400美元、更大量的失业福利、联邦规定的工人带薪休假以及对儿童保育费用的大量补贴。 \n\n“During this pandemic, millions of Americans, through no fault of their own, have lost the dignity and respect that comes with a job and a paycheck,” Mr. Biden said in a speech to the nation. “There is real pain overwhelming the real economy.” \n\n拜登在对全国发表演讲时说，“在这场疫情中，数百万美国人失去了工作和薪水带来的尊严和尊重，这不是他们自己的错。”“真正的痛苦压倒了实体经济。” \n\nHe acknowledged the high price tag but said the nation could not afford to do anything less. “The very health of our nation is at stake,” Mr. Biden said, adding that it “does not come cheaply, but failure to do so will cost us dearly.” \n\n他承认这么做价格高昂，但表示国家不能再无动于衷了。“我们国家的健康安全正处于危险之中，”拜登说。他补充说，这么做“并不成本并不低，但如果不这样做，我们将付出高昂的代价。” \n\nSource: https://www.nytimes.com/2021/01/14/business/economy/biden-economy.html \n\n来源：https://www.nytimes.com/2021/01/14/business/economy/biden-economy.html",
        "imageName": "bidenOutlinesTrillionSpendingCombatVirus",
        "audioName": "bidenOutlinesTrillionSpendingCombatVirus"
    },
    {
        "id": 1002,
        "MM": "Jan",
        "dd": 1,
        "length": 514,
        "duration": 20,
        "difficulty": 3,
        "title": "Loving During A Pandemic \n疫情期间的爱",
        "details": "It is almost impossible to stage a traditional Valentine's Day outing when everyone is locked up or wearing masks and distancing at least six feet apart. The days of fancy dinners in exotic locations are out of reach. But that doesn't mean that you can't enjoy and show love if you are willing to be creative and wise. \n\n如果每个人都被隔离起来或戴着口罩，而且彼此之间相距至少6英尺，举办传统的情人节活动几乎是不可能的。在具有异国情调的地方享用豪华晚餐的日子已是遥不可及。但这并不意味着不能享受和表达爱，只要愿意具有创造力和智慧就能办到。\n\nLet's examine the three psychological aspects of love:\n\n让我们研究一下爱情的三个心理层面：\n\nThoughts - So many times I have been touched by individuals who tell me that they have been thinking about me. What a compliment! Someone who invests time and energy into reviewing memories or wondering about my well-being is a lovely thing. Those who think about how they can honour another person go even a step further. Planning a surprise or interaction takes commitment and even if you can't meet in person, you can think of ways to make another person's day better. At Christmas, for example, my daughter's family had a full meal delivered to my door for me. Great thoughts turned into thoughtful action. Who are you thinking about this week?\n\n心思——很多时候，那些告诉我他们一直在想我的人让我很是感动。多好啊！有人把时间和精力用来回忆或关心我的幸福是一件美好的事情。那些想着如何尊重他人的人更是可爱。谋划一个惊喜或互动需要承诺，即使不能见面，也可以想方设法让对方的一天过得更好。例如，在圣诞节，我女儿的家人为我送上了丰盛的饭菜。深深的思念变成了深思熟虑的行动。这周你在想谁呢？\n\nFeelings - The first blush of love can bring passionate feelings that are delightful but with time, the feelings often mature into constant assurance, deep loyalty and the confidence of being cared for. When times are difficult, the feelings can fade or even change into ones that are not as pleasant. It is therefore important to know that no matter what happens issues can be resolved and the relationship can last. In fact, shared trouble often builds stronger ties! One warning though - don't always lead with your feelings for they can be like chaff in the wind and change quickly!\n\n感情——爱的第一次脸红可以带来令人愉快的激情，但随着时间的推移，这种感情往往会发展为长久的承诺、深深的忠诚和被关心的信赖。出现困难的时候，这种感情会消退，甚至变得不那么愉快。因此，重要的是要知道，无论发生什么，问题都可以解决，这样关系才能持久。事实上，共性问题常常能建立更牢固的关系！但要注意——不要总以自己的情感为主导，因为情绪就如风中沙，变幻莫测。\n\nBehaviours - Proclaiming your love and then treating another person poorly isn't good enough. Your behaviours must match your words. Giving gifts won't make up for disrespect or abuse. Promises are not enough. You can show a person that you love them with simple gestures that will be treasured for years to come. Phone an aged friend and find out that the call made their day! Send a thank you card to someone who didn't expect it. Take out the garbage (before being asked!). Like the popular song from \"My Fair Lady\" states \"Don't talk of love... SHOW ME!\"\n\n行为——仅仅说出你的爱，但不善待他/她。必须言行一致。礼物无法弥补不尊重或虐待行为。光有承诺是不够的。可以用简单的动作向一个人表明对他/她的爱，这些动作将会被珍藏多年。给一位年长的朋友打电话，这个电话会让他们开心一天！给没有预料到的人发一张感谢卡。（在被要求之前！）主动扔掉垃圾。就像《窈窕淑女》中的那首流行歌曲唱的“不要谈论爱情……表示出来！”\n\nSo, this Valentine's Day will be different - but it might be the best one yet!\n\n所以，这个情人节会有所不同——而且可能是迄今为止最好的一个情人节！\n\nDon't just focus on the romantic part. Instead, make a list of people who you love and then start thinking about how you can behave in an appropriate way to express your feelings. Think about things that they have talked about as wishes in the past and what has pleased them previously. Do research that will offer you new ideas. Try making a card or gift rather than buying one.\n\n不要只关注浪漫的部分。相反，列一张你爱的人的清单，然后开始想如何以适当的方式表达感情。想想他们过去提起过的愿望，以及之前让他们高兴的事情。研究一下，这可以为你提供新的想法。与其买一张卡片或礼物，不如试着自己做。\n\nAnd remember to use your words. There is nothing as powerful and treasured as kind words that are expressed sincerely.\n\n记住用你自己的语言表达。没有什么比真诚表达的话语更有力、更珍贵的了。\n\nLove to all of you who show that you care by reading my columns!\n\n向所有通过阅读我的专栏来表示关心的人表示感谢！\n\nAnd happy pandemic Valentine's Day!\n\n还有，情人节快乐！\n\nArticle Source: https://EzineArticles.com/expert/Linda_Hancock/152728 \n\n 文章来源：https://EzineArticles.com/expert/Linda_Hancock/152728",
        "imageName": "lovingDuringAPandemic",
        "audioName": "lovingDuringAPandemic"
    },
    {
        "id": 1001,
        "MM": "Jan",
        "dd": 1,
        "length": 706,
        "duration": 25,
        "difficulty": 4,
        "title": "Chinese Dramas and Their Growing Popularity \n中国电视剧及其日益流行",
        "details": "China is quite famous for its television dramas. Chinese dramas, popularly known as C-dramas, are popularly broadcasted throughout Asia on the television screen. You can easily discover and explore C-dramas because of global streaming sites like Netflix, WeTV, etc. Chinese TV series shows real heart-touching stories and the warmness of human bonds. We can enjoy every minute of watching it. There are various reasons to love and obsess over C-dramas. \n\n中国电视剧非常出名。中国电视剧，通常称为C剧，在亚洲各地的电视屏幕上广泛播出。由于Netflix、WeTV等全球流媒体网站的存在，可以轻松发现、探索C剧。中国电视剧展现了真实感人的故事和人类纽带的温暖。每一分钟都是享受。喜欢并迷恋C剧的原因有很多。\n\nQuality of Dramas \n\n电视剧质量 \n\nC-dramas leave no stone unturned to improve their quality of production. The producers always try to make their set, costumes, and the quality of dramas impressive. Eternal love is one of the most popular C-dramas. Other epic dramas are Yanxi Palace, Legend of Fuyao, etc. \n\nC剧不遗余力地提高制作质量。制片人总是试图让布景、服装和戏剧的质量给人带来深刻印象。《三生三世十里桃花》是最受欢迎的C剧之一。其他历史剧还有《延禧攻略》、《扶摇》等。\n\nCasting Decision \n\n角色选定 \n\nThe Chinese stars have enamored us with their looks and amazing acting skills. Actors like Yang Mi, Ryan Ding, and Steven Zhang are dominating the TV industry. \n\n这些中国明星以其外表和惊人的演技让观众着迷。像杨幂、丁禹兮、张新成这样的演员正主导电视行业。\n\nFamily Ties \n\n家庭纽带 \n\nThe Chinese captivating tales and stories show us the importance of family values. \n\n引人入胜的中国故事向我们展示了家庭观念的重要性。 \n\nTV series that shows an amazing display of realistic family relationships steals our hearts. Bonds of friendship, loyalty, love, and respect truly amaze us. \n\n这些以一种令人惊讶的方式展现现实家庭关系的电视连续剧让观众深陷其中。友谊、忠诚、爱、尊重的纽带真的让我们惊讶。 \n\nLegendary Women \n\n传奇女性 \n\nOne incredible C-drama phenomenon is that some stories like Legend of Fuyao, Yinglou, and Princess Agents revolve around strong, empowered women. \n\n一个令人难以置信的C剧现象是，一些故事，如《扶摇》、《延禧攻略》和《楚乔传》都是围绕着强大、有能力的女性展开。\n\nChinese Culture \n\n中国文化 \n\nC- dramas give a taste of Chinese culture, architecture, customs, traditions, and we get a glance at different places in China. \n\nC剧让我们领略了中国的文化、建筑、习俗、传统，让我们看到了中国的不同地方。 \n\nExpanded Episodes \n\n剧集长 \n\nTime flies while watching a C-drama. C-dramas usually end up to or beyond 40 episodes. They are incredibly well-known for their expanded episodes and detailed features with intense plot development. \n\n看C剧的时候，时间过得飞快。C剧剧长通常可达或超过40集。其以剧集长、情节发展紧凑而闻名。 \n\nChinese TV series provides a variety of content ranging from historical to modern times. We get to know endless details about cultural practices, different tribes, and the dynasties of China. We have a better appreciation of their interesting and gripping storylines. \n\n中国电视剧涵盖了历史、现代等各种内容。可以了解到文化习俗、不同部落、中国朝代等很多细节。更好理解其中有趣而扣人心弦的故事情节。 \n\nChinese dramas can be described in words like realistic, professional, versatile, and mesmerizing. The acting skills of the versatile actors and actresses are amazing. The reason is that Chinese people take their jobs seriously and are quite hardworking. They are a piece of art in the Chinese TV industry. Moreover, their attractive and charismatic personalities attract the viewers. \n\n中国电视剧可以用写实、专业、多才多艺、引人入胜等词来形容。男女演员多才多艺，演技令人叹为观止。原因是中国人对待自己的工作很认真，也很努力。他们是中国电视行业的艺术品。而且，其个性迷人、富有魅力，吸引观众。 \n\nFamily and country are given more importance in the series. The dramas are more social and highly conventionalized. We will marvel at the grandness of the acting style, character type, and stage properties. \n\n连续剧中，家庭和国家更重要。电视剧更加社会化、高度常规化。我们会惊叹于表演风格、角色类型和舞台属性的宏大。 \n\nThe most popular genres in C-drama are romance, family drama, politics, history, and horror. The directors are extremely talented in shooting the scenes and showing the beauty of landscapes, costumes, cities, and people. The natural beauty shown in the dramas is astonishing. The camera quality is also quite good. The scenery provides great pleasure to our eyes. \n\nC剧中最受欢迎的是浪漫、家庭戏剧、政治、历史和恐怖类型。导演们在拍摄场景、展示山水、服饰、城市和人物美方面极具天赋。剧中展现的自然美景令人惊叹。摄影机品质也相当不错。风景赏心悦目。 \n\nThe male leads in C-dramas are like the perfect man that every girl dreams of. They have a deep unconditional and unwavering love for the female, which they show passionately. On the other hand, the female leads are portrayed as smart, classy, strong, and sassy ladies. The Chinese costumes and wardrobe are rich in elegance and extremely eye-catching, making the drama quite popular. \n\nC剧中的男主角就像是每个女孩都梦寐以求的完美男性。他们对女性有着深厚、无条件、坚定不移的爱，并热情地表现出来。另一方面，将女主角打造成聪明、优雅、坚强和活泼的女性。中式服装服饰丰富优雅，极为吸睛，使电视剧颇受好评。 \n\nRomance is what draws fans to C-dramas. C-dramas combine romanticized idealism with realism. They are more passionate and believable than Korean dramas. Chinese dramas are not slow and repetitive like K-dramas. Fans find C-dramas addictive because of the cast, fashion sense, soundtrack, and innovative plot. \n\n浪漫是吸引粉丝观看C剧的原因。C剧将浪漫化的理想主义与现实主义相结合。比韩剧更有激情，更为可信。中国电视剧不像韩剧那样情节进展慢、重复。粉丝们觉得C剧让人上瘾得益于演员阵容、时尚感、配乐和新颖的剧情。\n\nThe prominent reason for loving Chinese TV series is that we encounter a variety of details. It seems so real and related to our lives that sometimes it changes our attitude and perception in real life. C-dramas are far more engaging and instill positive emotions in mind. A feeling of plot unpredictability helps us to enjoy the drama to a larger degree. You can't predict the future course of affairs in the story easily. Hence, it garners more attention from the viewers. \n\n喜爱中国电视剧的重要原因是因为可以看到各种各样的细节。看起来如此真实，与我们的生活相关，有时会改变我们在现实生活的态度和看法。C剧更具吸引力，在我们的脑海中灌输积极的情绪。情节的不可预测性有助于更大程度地享受电视剧。观众无法轻易预测故事中情节未来走向。因此，更受关注。\n\nThe stories delve into heroism and truthfulness. It brings to light that goodness triumphs over evil. In other words, we can see Chinese dramasconsistently upping their content game in entertainment. \n\n这些故事深入探讨了英雄主义和真实性。让人们看到善良战胜了邪恶。换句话说，我们可以看到中国电视剧正不断提升娱乐内容。\n\nArticle Source: https://EzineArticles.com/expert/Nigunim_Stark/2872784 \n\n文章来源：https://EzineArticles.com/expert/Nigunim_Stark/2872784",
        "imageName": "cdrama",
        "audioName": "cdrama"
    }
]
