[
    {
        "id": 1008,
        "MM": "Sep",
        "dd": 28,
        "length": 808,
        "duration": 28,
        "difficulty": 4,
        "title": "3 Reasons Why Crm Systems Becomes Liability After a Couple of Years \n客户关系管理（CRM）系统几年后成为负担的3大原因",
        "details": "Why CRM becomes a liability after a couple of years!! \n\n为何几年后客户关系管理系统会成为一种负担！！ \n\nAs your business grows, the most important activity to grow becomes selling!! Whether it is managing the pipeline, monitoring the sales metrics or evaluating the performance of your sales team, XLS becomes too cumbersome to manage all this. There comes need for a CRM. Typically, SMBs go for a SaaS CRM which offers value for money and hardly any capex. Makes sense... right? \n\n随着业务的增长，最重要的增长活动就是销售！！无论是渠道管理、销售指标监控还是销售团队绩效评估，XLS都变得过于繁琐，无法管理所有项目。这就需要客户关系管理系统。通常，中小型企业选择软件运营服务的客户关系管理系统，提供物有所值且几乎无任何资本支出的服务。有道理……对吗？ \n\nFast forward a couple of years and usability of the CRM is low. Management cannot get exact pipeline information nor sales metrics and worst of all... the data is pulled out from the CRM into an XLS sheet. \n\n再过几年，客户关系管理系统可用性降低。管理层无法获得确切的渠道信息或销售指标，最糟糕的是……数据从客户关系管理系统中提取到了XLS中。 \n\nBack in the XLS-world after 2 years of CRM implementation!! \n\n客户关系管理系统实施两年后重返XLS世界！！ \n\nIn other cases, the data is pulled from the CRM system and loaded into a data warehouse to get actionable insights. \n\n其他情况下，从客户关系管理系统中提取数据并存入数据仓库中，以获得可执行建议。 \n\nOn the other hand, sales people hate to use the CRM. They find it too cumbersome and a drudgery to be complied to. The CRM system does not provide them actionable insights that can help them sell more. Little wonder, there is no incentive for them to use the software, except for the push from the management. \n\n另一方面，销售人员讨厌使用客户关系管理系统。觉得太麻烦，单调乏味，难以遵守。客户关系管理系统没有为其提供可执行的建议，以帮助销售更多的产品。难怪，除了管理层的激励，他们没有使用该软件的动机。 \n\nWhy does it happen? Is it the fault of the CRM software or the company? It can be both, but lets focus this topic on the fault of the CRM. \n\n为什么会这样？是客户关系管理系统软件的错还是公司的错？两者可能都有错，但让我们把这个话题集中在客户关系管理系统的错误上。 \n\n3 most important things people miss out while evaluating CRMs which become a problem down the line, are as below: \n\n在评估客户关系管理系统时，人们忽略了3件最重要的事情，致使后来出现问题，问题如下所示： \n\n1. Data Governance Capabilities \n\n1. 数据管理功能 \n\nMost of the CRMs focussed for SMBs, have been made for ease of use and provide too much flexibility for a user to enter any data. This is primarily done to avoid any complaints on the software and reduce complexity. This approach is completely wrong. e.g. a sales person can enter any \"Deal Stage\". Imagine all sales people able to enter new deal stages as they want. After a couple of years you may end up having 40-50 deal stages. In such a scenario, no meaningful pipeline analysis can be done unless you take the data in an XLS sheet, summarize the deal stages to about six stages and then do the analysis. This is the data quality challenge that most organizations face. \n\n大多数针对中小型企业的客户关系管理系统都是为了易于使用而设计的，并且为用户输入数据提供了过多的灵活性。这样做主要是为了避免产生软件投诉、降低复杂性。但这种做法是完全错误的。例如销售人员可以进入任何“交易阶段”。想象一下，所有的销售人员都能随心所欲地进入新的交易阶段。几年后，可能最终会有40~50个交易阶段。这种情况下，除非在XLS中获取数据，将交易阶段总结为大约6个阶段，再进行分析，否则无法进行有意义的渠道分析。这是大多数组织所面临的数据质量挑战。 \n\nzigihub has robust data governance capabilities. Only the admin can add the master data like, deal stage, lead stage etc. This ensures, the cleanliness of data irrespective of how long the platform is being used or how many people are using it. \n\nzigihub具有强大的数据管理功能。只有管理员才能添加主数据，如交易阶段、潜在客户阶段等。这可以确保数据清洁度，无论平台使用多长时间，或者有多少人在使用。 \n\n2. Master Data Management (MDM) Capabilities \n\n2. 主数据管理（MDM）功能 \n\nMaintaining master data is critical for any business to derive meaningful analysis. The CRM system is one of these critical systems where master data is added, like account, campaign, customer, demographics etc. If the CRM system is not built on MDM principles, the data quality will become bad very soon, rendering it useless. Most common example can be an Account name. Different sales people can enter the same account with different names like \"Microsoft\" or \"Microsoft Inc\" or \"MSFT\". In such cases, creating a single view of the account becomes impossible. \n\n维护主数据对于任何业务部门进行有意义的分析至关重要。客户关系管理系统是重要系统之一，其中添加了诸如账户、活动、客户、人口统计等主数据。如果客户关系管理系统并非基于主数据管理原则而构建，则不久后，数据质量就会变差，使其毫无用处。最常见的例子就是账户名称。不同的销售人员以不同的名称进入同一账户，如“Microsoft”、“Microsoft Inc”或“MSFT”。这样一来，无法创建单一视图账户。 \n\nzigihub has robust MDM capabilities. All critical master data is designed with the principles of MDM ensuring no duplication of data entered. The master data can be altered only by admins, so that is requisite control. \n\nzigihub具有强大的主数据管理功能。所有关键性主数据都是按照主数据管理原则进行设计的，避免数据输入时产生重复现象。主数据仅由管理员进行更改，这是必要的控制权。 \n\n3. Business Analytics capabilities \n\n3. 业务分析能力 \n\nA CRM system should be able to provide actionable insights rather than just being a data entry and reporting system. That can happen only when the CRM system keeps the historical record of all changes and activities that are required to provide actionable insights based on learnings from the past. \n\n客户关系管理系统应能够提供可执行的建议，而不仅仅是一个数据输入与报告系统。仅当客户关系管理系统保存所有更改和操作历史记录时，才能出现这种情况，根据过去的经验，这些更改和操作必须提供可执行建议。 \n\nIf the CRM system does not provide analytics, it does not help a sales person to sell. In that case the sales person finds no incentive to log in the CRM system resulting in low usage and minimal adoption. \n\n如果客户关系管理系统不提供分析功能，则其就无法帮助销售人员进行销售。在这种情况下，销售人员发现没有登录客户关系管理系统的必要，从而导致使用率与采用率较低。 \n\nzigihub is architected for analytics. Historical information and changes are tracked and available and the machine learning algorithms use this information to provide the actionable insights to sales people. They are informed about which customers to focus their efforts, which deals to chase and what actions to take to sell more. \n\nzigihub是为分析而设计。可对历史信息与变更进行跟踪，且这些信息与变更可用，机器学习算法使用这些信息为销售人员提供可执行建议。告知销售人员要专注于哪些客户，要跟进哪些交易以及采取哪些措施来扩大销售。 \n\nSummary \n\n总结 \n\nA CRM purchase is an important decision an organization makes to grow its business and need to live with it for years to come. Focusing on the real data and analytics related capabilities of a CRM system will go a long way in ensuring it continues to provide value in long run. \n\n购买客户关系管理系统是机构做出的重大决定，以发展其业务，需在未来几年与之共存。从长远来看，关注客户关系管理系统的真实数据以及分析相关的功能，可确保其长期持续提供价值。 \n\nAbout zigihub \n\n关于zigihub \n\nzigihub is a unique and integrated CRM and Marketing Automation platform. It has robust data management and analytics capabilities required by SMBs. \n\nzigihub是一个独特的集成客户关系管理系统与营销自动化平台。具有中小型企业所需的强大数据管理与分析功能。 \n\nFor further details, please contact me or write at sales@zigihub.com \n\n欲了解更多详情，请与我联系或发送电子邮件至sales@zigihub.com \n\nArticle Source: https://EzineArticles.com/expert/Ashley_Jane/2512024 \n\n文章来源： https://EzineArticles.com/expert/Ashley_Jane/2512024",
        "imageName": "3reasonsWhyCRMBecomesLiability",
        "audioName": "3reasonsWhyCRMBecomesLiability"
    },
    {
        "id": 1007,
        "MM": "Sep",
        "dd": 27,
        "length": 437,
        "duration": 15,
        "difficulty": 3,
        "title": "A Short Recent History And The Basics Of Animal Breeding In The 21st Century \n21世纪动物育种简史和基础：",
        "details": "Animal breeding is simply the vocation of selectively mating carefully chosen specimens of any species to produce or enhance specific desirable qualities and characteristics, thereby improving both the stock and the species in general. \n\n动物育种是一种选择性地交配物种精心挑选标本，以产生或提高特定理想品质和特征，从而改善种群和整个物种的职业。 \n\nAnimal breeding, for anyone choosing to pursue it, can be anything from a serious hobby, indulged in for personal reasons of achieving better quality in one's pets; a part-time business of breeding and selling pets; to a serious and sophisticated profession and livelihood. The demand for a diverse range and quality of livestock and pets is on the increase, and has, in fact, risen rapidly during the early years of the twenty-first century, especially in the developing world. This has caused the breeding of farm and domestic pet animals to become an increasingly important sector. \n\n对于选择从事动物育种的人来说，这可能是一种严肃的爱好，出于个人原因而沉迷于其中，目的是让自己的宠物获得更好的品质；饲养、销售宠物的兼职业务；严肃而复杂的职业和生计。人们对种类多样、品质各异的牲畜和宠物的需求正在增加，事实上，二十一世纪初这一需求迅速增长，特别是发展中国家。这使得农场和家养宠物的繁殖成为日益重要的一部分。 \n\nAt its best, animal breeding is a perfect blend of science and art. Any truly skilled breeder has to have a good knowledge base of animal genetics and health issues, as well as the purpose for which the animal is likely to be used. At its worst, however, animal breeding can often be a slip-shod sort of enterprise whose major concern is pure profit, and little attention is paid to the health and welfare of the animals. This sort of breeding is most common in pet breeding often done by random and ignorant breeders and conducted on a small scale. There are also mass breeding programs like puppy mills carried out by larger businesses where the animals are treated as little more than puppy-making machines. \n\n最佳情况下，动物育种是科学和艺术的完美结合。任何真正熟练的饲养员都必须有专业的动物遗传学和健康问题知识基础，了解动物可能被用于何种目的。然而，在最糟糕的情况下，动物育种往往是企业敷衍了事的行为，其主要关注纯粹利润，很少关注动物的健康和福利。这种育种在宠物繁殖中最为常见，通常由随机、无知的饲养员以小规模进行。还有一些大规模的繁殖项目，如大型企业设立的幼犬繁育场，动物被视为幼犬繁殖机器。 \n\nThere are, however, many excellent small-scale breeding programs run from peoples' homes as well as profitable large-scale operations that are run by knowledgeable staff with good veterinary care for the animals. \n\n然而，许多优秀的小规模繁殖项目在家庭中进行，也有盈利的大规模养殖项目由知识渊博的工作人员操作，可对动物进行良好的兽医护理。 \n\nDuring much of the twentieth century, animal breeding activity in the western nations had disregarded the rest of the animal genetic resources in other countries. However, as demand has increased, the use and development of a range of local breeds, adapted to the specific climate, has increased. In this changed world scenario of the intensification demand and a much larger and progressively more affluent human population in these nations, animal agriculture has intensified in most available production environments, to meet these newly emerging twenty-first-century demands. \n\n二十世纪多数时间里，西方国家的动物育种活动忽视了其他国家的动物遗传资源。然而，随着动物育种需求的增加，适应特定气候的一系列当地品种的使用和开发也在增加。在这一不断变化的世界情景中，需求集约化、国家人口增多且逐步实现富裕，在大多数可用生产环境中，动物农业得到强化，满足二十一世纪新需求。 \n\nThe essential need of today is to realize the possibility of sustainable animal breeding using locally adapted genetic resources and animal species, which are in use by the lower-input production environments of the developing world. \n\n当前根本需求是实现可持续动物育种的可能性，利用适应当地的遗传资源和动物物种，该种资源和物种用于发展中国家投入较少的生产环境。 \n\nArticle Source: https://EzineArticles.com/expert/Jia_Mata/1686465 \n\n文章来源： https://EzineArticles.com/expert/Jia_Mata/1686465",
        "imageName": "shortRecentHistoryAnimalBreeding",
        "audioName": "CanonInD"
    },
    {
        "id": 1006,
        "MM": "Sep",
        "dd": 26,
        "length": 494,
        "duration": 18,
        "difficulty": 3,
        "title": "Can White Chocolate Really Be Called Chocolate? \n白巧克力真的可以称为巧克力吗？",
        "details": "So white chocolate isn't actually chocolate as it mainly consists of milk. rather than cocoa solids. Often it contains palm oil or other 'fillers' and lots of sweeteners. Cocoa butter gives white chocolate its creamy texture and colour. \n\n白巧克力事实上不是巧克力，因为其中主要含牛奶，而不是可可固体。白巧克力通常含有棕榈油或其他“填充物”以及很多甜味剂。添加可可脂，因此白巧克力具有奶油般的质地和颜色。 \n\nSo who first produced this white bar? It seems that it was Nestle. The company began producing the new bars commercially in Switzerland in 1936. The story goes that it was originally made in order to use up the excess milk powder that had been made during the First World War. At the end of the war, it was no longer in demand, so making the new white bars was one way of using up the surplus. This also uses up the cocoa butter that is extracted from the cacao bean when cocoa powder is produced. Cocoa butter is not only used in making white chocolate, but it can also be found in cosmetics and pharmaceuticals. \n\n谁最早生产白巧克力？似乎是雀巢公司。该公司于1936年开始在瑞士商业化生产这种新型白巧克力。据说白巧克力最早是为了消耗一战间生产的多余奶粉。战争结束后，没有人需要奶粉，所以制造新型白巧克力是消耗剩余的方法之一。这也用尽了生产可可粉时从可可豆中提取到的可可脂。可可脂不仅用于制作白巧克力，而且用于化妆品和药品。 \n\nThe cost of cocoa butter increased dramatically between 2005 and 2015, which led to many chocolate manufacturers using less of it and adding fillers such as vegetable oil to their chocolate. \n\n2005年~2015年间，可可脂价格大幅上升，导致许多巧克力制造商减少可可脂的使用量，并在巧克力中添加植物油等填充物。 \n\nManufacturers of these white bars of our favorite confectionary are experimenting with new flavours. These include flavouring it with turmeric and pomegranate, mango, chilli and lime, rosemary and sea salt, and even Thai curry shrimp. Now white chocolate can be made with non-dairy milk as well as goat's milk. You can also get a superior chocolate which has lemon oil and lemon salt in it. One German manufacturer puts kale and mustard in his, as well as combining it with broccoli and Sicilian almonds. Other producers add roasted blueberries, strawberries, and raspberries. This kind of white confectionary lends itself to enhancement. You can even buy bars that are flavoured with black sesame seeds, vanilla, and matcha, but this is grey rather than white in colour. Other combinations include za'atar (a spice blend from the Middle East) candied orange and pistachios. \n\n我们最喜欢的糖果白巧克力制造商正在尝试新的口味。用姜黄和石榴、芒果、辣椒和酸橙、迷迭香和海盐，甚至泰国咖喱虾来调味。如今，可以用非牛奶和羊奶制作白巧克力。还可以得到一种高级巧克力，其中包含柠檬油和柠檬盐。一家德国制造商将羽衣甘蓝和芥末加入产品中，并将其与西兰花和西西里岛杏仁混合。另外一些生产商添加了烤蓝莓、草莓和覆盆子。这种白色糖果有助于增强体质。可以买到用黑芝麻、香草和抹茶调味的白巧克力，但并不是白色的，而是灰色的。其他组合食物包括za'atar（一种来自中东的混合香料）、橘皮蜜饯和开心果。 \n\nIf your chocolate bar is very bright white, it has been bleached, (cocoa butter is yellow, not white) and most likely deodorized. Read the label before you buy. You are recommended to buy bars of the stuff which contain just cocoa butter, sugar, milk powder or milk solids and perhaps vanilla and lecithin. \n\n如果白巧克力是特别亮的白色，则其被漂白了，（可可脂是黄色的，而不是白色的）或是可能经过强化处理。购买前先看一下标签。建议买一些只包含可可脂、糖、奶粉或乳固体以及可能含有香草和卵磷脂的白巧克力。 \n\nObviously, it is best to buy your bar from a speciality or craft chocolate shop, or a specialty grocers emporium. \n\n很明显，最好是从专业或工艺巧克力店或专业杂货店购买。 \n\nPerhaps we should all try these new flavoured bars and give our jaded palates a treat! \n\n也许我们都应该尝试这些新口味巧克力，让厌倦的味觉有一种新体验！ \n\nIf you found this article interesting, please check out this website, http://www.herbs-treatandtaste.blogspot.com. You will find information about the food we eat and the way plants can be used as medicine. There are also some good fusion recipes to try (combining Mediterranean recipes and Asian ones). All the articles are well researched and the information they contain is reliable. \n\n如果觉得这篇文章有趣，请访问http://www.herbs-treatandtaste.blogspot.com。你会发现更多食物信息以及植物药用方式。还可以尝试结合食谱（结合地中海食谱和亚洲食谱）。所有文章都经仔细研究，其中所包含的信息均可靠。 \n\nArticle Source: https://EzineArticles.com/expert/Lynne_Evans/684731 \n\n文章来源： https://EzineArticles.com/expert/Lynne_Evans/684731",
        "imageName": "canWhiteChocolateBe",
        "audioName": "CanonInD"
    },
    {
        "id": 1005,
        "MM": "Sep",
        "dd": 25,
        "length": 539,
        "duration": 20,
        "difficulty": 3,
        "title": "A FASTER Way To Know Yourself Better! \n更快、更好地了解自己！",
        "details": "If you want to be, the best, you can, possibly, become, it is essential, to do, everything, possible, to know yourself, as well, as possible! This willingness to commit to a personal, check - up, from the neck - up, and proceed, in an introspective, objective manner, is an important requirement, and step, in achieving this! Since, this is a challenging, time - consuming process, many refuse to do so, resorting to denials, and procrastination, which, rarely, if - ever, are beneficial, and worthwhile! Wouldn't it be great, if there, was a FASTER way, to try, to make yourself, truly, better? With, that in mind, this article will attempt to, briefly, consider, examine, review, and discuss, using the mnemonic approach, what this means and represents, and why it matters. \n\n如果想成为最好的自己，尽可能地了解自己非常重要！在实现这一目标的过程中，这种致力于个人全方面检查，以一种内省、客观的方式进行的意愿，是一项重要要求，也是一个重要的步骤！因为，这是一个具有挑战性、耗时的过程，许多人拒绝这样做，采取否认和拖延的方式，而这通常无益、不值得！如果有一种更快的方法让自己变得更好，那不是很棒吗？考虑到这一点，本文试图使用助记法来简要地进行考虑、检查、回顾和讨论，这意味着什么、代表着什么，重要原因又是什么。 \n\n1. Face facts; finish; fate; future: Avoid the trap/ tendency, to lie, to yourself, but, rather, consistently, face - the - facts, and finish your plans, in a well - considered, focused way! You can become the master, of your own fate, and make your future, the best it can be, but, only if you, do so, proactively, and take matters, into your own hands! \n\n1.面对事实；终结；命运；未来：避免陷阱/倾向、撒谎，始终如一地面对事实，以深思熟虑、专注的方式完成计划！可以成为自己命运的主人，让未来尽可能的达到最好，但是你付诸行动且积极主动，把事情掌握在自己手中！ \n\n2. Attitude; aptitude; actions: Only, someone, who proceeds, consistently, with a true, positive, can - do, attitude, while avoiding the easy path, of, wearing, rose - colored, glasses, becomes capable, of helping himself, in a positive, productive way! \n\n2.态度；天资；行动：只有始终保持真正、积极做事态度，同时避免捷径，远离诱惑，才能以积极、高效的方式帮助自己！ \n\n3, Strengths; solutions; seek: Objectively, consider, and identify, both, your personal strengths, as well as weaknesses! When you are able to effectively use those strengths, while addressing areas of weakness, you position yourself, to create the finest, most viable, relevant, meaningful solutions! Your success, happiness, and well - being, is, in your own hands, and, based on what you seek, your reasons and reasoning, and how committed, you proceed, forward! \n\n3.优势；解决方案；寻求：客观地考虑并确定自己的长处和缺点！有效利用优势，同时解决薄弱之处，就可以对自己进行定位，创造最优秀、最可行的相关有意义解决方案！你的成功、幸福和康乐，掌握在自己的手中，基于所寻求的事物、理由和推理以及如何投入，继续前进！ \n\n4. Tell truth; timely; time - tested; trends: Avoid trying to lie, to yourself, because you only benefit, and become, positioned, to make meaningful, changes, for the better, when you tell yourself, the truth! Effective actions, must be, well - considered, and timely (avoid procrastination), but, also take advantage of the knowledge, expertise, judgment, and, hopefully, wisdom, from learning from time - tested conversations, and experiences, and combining these, with taking advantage of the most personally - satisfying, quality trends! \n\n4.真相；及时；经受时间考验；表现：不要对自己撒谎，因为当你告诉自己真相时，你才会受益，成为有定位的人，做出有意义的改变，让自己变得更好！有效行动必须是深思熟虑、及时的（避免拖延）行动，但是也要利用知识、专业技能、判断力，并且满怀希望地利用智慧，从经时间考验的谈话和经验中学习。结合这些，利用个人最满意、高质量的表现！ \n\n5. Efforts; examine; evaluate: Open - your - mind, and evaluate your options, carefully, as well as your objectives, and focus your efforts, accordingly! Examine your reasons, goals, priorities, and personal perceptions, and whether, they are beneficial, etc! \n\n5.努力；审视；评估：敞开心扉，仔细评估自己的选择以及自己的目标，并相应地集中精力！仔细检查自己的理由、目标、优先顺序和个人看法，及其是否对自己有益等等！ \n\n6. Right (thing); realistic; reasons/ reasoning; ritual: If you want to be your personal best, commit to making doing the right thing, your ritual! Be realistic, but positive, and know your reasons, and the reasoning, which inspires and motivates you, in a positive way! \n\n6.正确（事情）；实事求是；理由/理性；日常行为：如果想调整到个人最佳状态，就要致力于做正确的事情，完成日常行为！实事求是、积极向上、了解自己的理由、理智，积极鼓舞和激发自己！ \n\nWouldn't it help you, if you could know yourself better, and do so, in an effective, FASTER way? Are you up to this commitment? \n\n如果能更好地了解自己，并以一种有效、更快的方式了解自己，这难道对自己没有帮助吗？你能兑现这个承诺吗？ \n\nRichard has owned businesses, been a COO, CEO, Director of Development, consultant, professionally run events, consulted to thousands, and conducted personal development seminars, for 4 decades. Rich has written three books and thousands of articles. Website: http://plan2lead.net and LIKE the Facebook page for alternative health: http://facebook.com/althealthcare \n\nRichard拥有数家企业，曾担任首席运营官、首席执行官、开发部主管、顾问，举办专业活动，为数千人提供咨询，并举办个人发展研讨会，已有四十年时间。Rich写了三本书和数千篇文章。网址：http://plan2lead.net以及类似Facebook专页替代： http://facebook.com/althealthcare \n\nArticle Source: https://EzineArticles.com/expert/Richard_Brody/492539 \n\n文章来源： https://EzineArticles.com/expert/Richard_Brody/492539",
        "imageName": "aFasterWayToYourself",
        "audioName": "aFasterWayToYourself"
    },
    {
        "id": 1004,
        "MM": "Sep",
        "dd": 24,
        "length": 628,
        "duration": 25,
        "difficulty": 3,
        "title": "All You Need to Know About the Concept of Darknets \n关于黑网概念需要知晓的所有内容",
        "details": "Darknets refer to open network that is programmed in C or CUDA. It is one of the software that is used legally and easily. The source of the network can be accessed on Github as well. It is a network such that it can be accessible by the users via software or specific authorization. It makes use of a specialized communication protocol. It is more like a hidden website that is accessible via channels that are encrypted. It has become a place for committing crimes. The government can often trace the internet mediums. Darknet is one such area where governments lose access to the website. This is often being exploited by people who are involved in drug markets and other crimes. \n\n黑网指用C语言或统一计算设备架构编程的开放网络。是合法且易于使用的软件之一。网络资源也可以在Github上访问。黑网是一个用户可以通过软件或特定授权访问的网络。使用专门的通信协议。更像是一个隐藏网站，可以通过加密渠道访问。但也成了犯罪地点。政府部门通常可以跟踪互联网媒体。黑网就是政府无法访问网站的领域。经常被卷入毒品市场和其他犯罪的人员所利用。 \n\nUnderstanding the origin of the darknet \n\n理解黑网的起源 \n\nThe term darknet is used to describe the computer systems on ARPANET that were beyond access. They were designed in such a way that the messages could be received from different channels. However, they cannot respond to any of them. It contains a lot of hidden services that cannot be accessed directly. It is often used as a medium to perform drug transactions. \n\n“黑网”一词用来描述阿帕网上无法访问的计算机系统。以可从不同渠道接收信息的方式对其进行设计。然而，不能对其中任何一项作出回应。包含许多无法直接访问的隐藏服务。通常用作一种进行毒品交易的媒介。 \n\nWhat are the reasons for using the darknet? \n\n为什么使用黑网？ \n\nMost people use Darkent to protect themselves from any surveillance. It is a commonplace where most crimes like computer crimes are targeted at other people. The platform is being used by many to share illegal files and for the sale of restricted goods. Whistleblowers are also using it for leaking news. It is also used to bypass restrictive policies. \n\n多数人使用黑网来保护自己免受监控。大多数犯罪，如计算机犯罪，都是针对其他人，这司空见惯。许多人使用这一平台共享非法文件，销售限制性商品。告密者也在利用黑网泄露消息。同时，还将其用于绕过限制性政策。 \n\nUnderstanding the difference between darknet and deep web \n\n了解黑网和深网的区别 \n\nDeep web refers to the portion of the web that search engines cannot access. Darkweb can be termed as a huge collection of websites that is found on the darknet. Darknet is a tiny part of the larger dark web. The darkest and inaccessible part of the web is commonly used to escape from surveillance. The use of the dark web is not illegal unless it is in use for performing illegal activities. \n\n深网指搜索引擎无法访问的部分网络。暗网可以被称为在黑网上找到的一个巨大的网站集合。黑网是更大暗网的一小部分网络。网络中最黑暗、不可访问的部分通常被用来逃避监视。使用暗网并不违法，除非用于执行非法活动。 \n\nHow does the darknet operate? \n\n黑网如何运作？ \n\nThe darknet operates in the hidden mode through the use of a router named Tor. The reason behind this is to protect themselves from the legal eyes of enforcement agencies. It is very difficult to track activities on the darknet due to the increased encryption. It can make IP addresses nontraceable. \n\n黑网通过使用名为Tor的路由器以隐藏模式运行。这背后的原因是为了保护自己不受执法机构的法律监督。由于加密增多，很难追踪黑网中的活动。可造成网际协议地址不可追踪。\n\nThe users of the dark web \n\n黑网用户 \n\nIt is used to communicate anonymously. It becomes a favorite destination for criminals to carry out illegal activities easily. It is also used to communicate with people in areas where access to free speech is not given. Through the launch of cryptocurrency, it is being used as a medium for e-commerce and hides the user's identity. However, the inaccessibility to track the identity has paved the way for many crimes like money laundering and selling weapons. \n\n其用于匿名通信。成为犯罪分子最容易进行非法活动的目的地。也被用来与无言论自由的地区人们进行交流。通过发行加密货币，其被用作电子商务媒介，隐藏用户身份。然而，无法追踪身份为洗钱和出售武器等许多犯罪行为提供了方便。 \n\nIs it illegal to use the darknet? \n\n使用黑网是否违法？ \n\nSome firms have legitimate reasons behind the use of the dark web. It is not illegal to use the platform, but it can become illegal when one uses it to commit illegal activities. It also contains a large collection of books that have been banned, newspaper collections, and forums supporting discussions. Once the information regarding the use of such media for performing illegal activities has been identified, the concerned people are likely to be arrested. Many such arrests have taken place in recent times. \n\n一些公司使用暗网，背后有正当的理由。使用信息技术平台并不违法，但当利用其进行违法活动时，可能就违法了。其中包含大量禁止书籍、报纸收藏和支持讨论的论坛。一旦确认利用此类媒介从事非法活动相关信息，相关人员就有可能被逮捕。最近发生了许多类似批捕。 \n\nWe provide a Dark web Link that can be used for your requirements. Businesses can make use of them for transactions. However, Darkweb Linkmust be used sensibly, and it is not expected of the users to use it for illegal purposes. \n\n我们提供了一个暗网链接，可以满足你的要求。公司可以利用黑网进行交易。但是，必须合理使用暗网链接，不希望用户将其用于非法目的。 \n\nArticle Source: https://EzineArticles.com/expert/Shalini_M/2609777 \n\n文章来源： https://EzineArticles.com/expert/Shalini_M/2609777",
        "imageName": "allYouNeedDarknets",
        "audioName": "CanonInD"
    },
    {
        "id": 1003,
        "MM": "Sep",
        "dd": 23,
        "length": 460,
        "duration": 15,
        "difficulty": 3,
        "title": "Daily Tasks of HR Experts \n人力资源专员的日常工作",
        "details": "While procuring an HR professional, you should search for applicants with great communication, good leadership, and customer service skills. Normal HR positions are human resources specialist, human resource manager, and employment interviewer. \n\n在对人力资源专业人员进行招聘时，应该寻找具有良好沟通能力、优秀领导能力和客户服务技能的应聘者。一般人力资源岗位包括人力资源专家、人力资源经理以及就业面试官。 \n\nHiring Employees \n\n员工招聘 \n\nOne of the fundamental obligations regarding HR specialists is selecting new workers. HR experts look for new employees by posting job listings, going to job fairs and going to universities and colleges. They talk with candidates about their experience and advise them about employment opportunities. HR experts must contact references and perform background checks services on candidates. After a candidate is hired, the HR person leads an employee orientation giving information about benefits and working conditions. \n\n人力资源专员的基本工作之一是挑选新员工。人力资源专员通过发布岗位清单、参加招聘会以及去大学与学院进行招聘的方式寻找新员工。他们与应聘者进行交谈，了解其经历，并就就业机会提供建议。人力资源专员必须与推荐人进行联系，对应聘者进行背景调查。录用应聘者后，人力资源部负责员工入职培训，提供有关福利与工作条件的信息。 \n\nKeeping up Policies and HR Records \n\n政策与人力资源工作记录的维护 \n\nHR specialist maintains work policies inside an association related to discrimination, personnel principles, and projects. They should learn about human resources laws and government rules on a national level. HR administrators are ordinarily in charge of meeting with other executive staff to talk about updates to these arrangements. After these policies are set, they educate employees about any changes. HR experts additionally maintain and keep records on all workes. They utilize HR software to process and document paperwork on applicants and employees. \n\n人力资源专员维护组织内部歧视、人事原则以及项目相关工作政策。其应当了解国家层面的人力资源法律与政府规则。人力资源管理人员通常负责与其他执行主管进行会面，讨论部署的更新内容。设置政策后，就任何变化对员工进行培训。此外，人力资源专员还需维护、保存所有工作记录。使用人力资源管理软件对应聘者与职工的文书工作进行处理和记录。 \n\nOverseeing Compensation and Company Programs \n\n薪酬与公司项目审查 \n\nSubsequent to meeting with executive staff, HR experts handle pay and benefits for all staff. They are in charge of setting the pay for a specific position and sorting out benefits, for example, healthcare services and pension. They additionally make new benefits for workers, for example, recreational center membership and rebates at retail looks. HR experts plan organization events for staff, for example, organizing a team building or an office sports team. \n\n在与执行主管会面后，人力资源专员负责处理所有员工的薪酬与福利。负责为某一特定职位设立薪酬，并妥善分类管理福利，如医疗服务与养老金。此外，还为员工提供新的福利，例如，娱乐中心会员资格与零售回扣。人力资源专员负责计划组织员工活动，例如，组织团建或办公室体育团队。 \n\nTaking care of Employee Concerns \n\n考虑员工顾虑 \n\nAt the point when representatives have issues with supervisors or other employees, they can arrange a meeting with their HR division. HR experts frequently move toward becoming referees between representatives to deal with basic working environment issues. Numerous executive HR staff meets with different executives to go as an act of advocate for workers and examine any real concerns occurring inside the organization. They likewise handle a variety of business concerns including terminating and training staff. HR experts are in charge of answering questions identifying with pay, benefits and workplace policies inside a company. \n\n当代表与上司或其他职工产生问题时，人力资源专员可以安排与其人力资源部门的会议。人力资源专员经常成为代表之间的裁判，以处理基本的工作环境问题。许多人力资源部门的高管与不同的高管进行会面，作为职工的支持者，检查组织内部发生的任何实际问题。同时会处理各种业务问题，包括解雇与培训员工。人力资源专员负责回答公司内部薪酬、福利与工作场所规则相关问题。 \n\nFor inquiries and details about the best background checks services and the top-rated background check company. By conducting a pre-employment screening on bus drivers, every parent is secure that their children will be in good hands every day that their children will travel to school. A pre-employment screening will also help keep the roads safe and decrease any possible traffic accident caused by the negligent and inefficient bus drivers. \n\n最佳背景调查服务与顶级背景调查公司的调查与细节。对公交车司机进行职前筛查，每位家长都可确保自己的孩子每天上学得到良好的照顾。职前筛查亦有助于维持道路安全，减少因公交车司机疏忽及工作效率低而可能造成的交通事故。 \n\nArticle Source: https://EzineArticles.com/expert/Charles_Cline/2578018 \n\n文章来源： https://EzineArticles.com/expert/Charles_Cline/2578018",
        "imageName": "dailyTaskOfHR",
        "audioName": "dailyTaskOfHR"
    },
    {
        "id": 1002,
        "MM": "Sep",
        "dd": 22,
        "length": 769,
        "duration": 25,
        "difficulty": 4,
        "title": "5 Autumn Catering Ideas For Inspiration \n五大秋季餐饮灵感",
        "details": "Whether you are organising an elegant dinner party, hosting a casual get-together, or even running a professional catering business - Autumn is a great time of year to get inspired. \n\n无论是组织优雅晚宴，还是主办休闲聚会，或者经营专业餐饮，秋季总是一年中获得灵感的绝佳时机。 \n\nWith vibrant colours, smoky aromas and chillier days, hearty comfort food and fresh seasonal produce are the order of the day! \n\n斑斓的色彩、烟熏的芳香、寒冷的天气、丰盛美味的食物以及新鲜的节令性农产品司空见惯！ \n\nBelow, we explore five ideas for Autumn catering that will help get you inspired for the new season. \n\n接下来，我们将探讨五大秋季餐饮相关创意，这些思路能够帮助你在这一新季节获得灵感。 \n\n1. Seasonal Produce \n\n1. 节令性农产品 \n\nIt is a great idea to use seasonal fresh produce all year round where possible, but in Autumn this can be especially exciting! The fiery colours, earthy flavours, and endless array of spices in both food and drink can ignite the senses. \n\n在可能的情况下，全年使用新鲜的节令性农产品不失为一个好主意，而在秋天，尤其令人振奋！食物与饮料中炽烈的颜色、泥土的芬芳以及大量的香料都可以刺激感官。 \n\nIf you have the option of using local produce too, such as from a local grower or farmers' market, even better. But if not, simply using fruits and vegetables that are appropriate for the time of year will suffice. \n\n如果可以选用本地产品，比如当地种植者或农贸市场的农产品，则更胜一筹。但如果不能，简单地使用适合一年中某个时间的水果和蔬菜就足够了。 \n\nApple pie with cinnamon, a hearty root vegetable bake or stew, and a roast dinner are all favourites - along with the highly seasonal pumpkin spice! Whether you and your guests prefer sweet or savoury, light or filling, Autumn has an array of appropriate ingredients and flavours to choose from. \n\n肉桂苹果馅饼、丰盛的烤根菜或炖菜以及烤肉大餐都是最受欢迎的菜品，并且还有特别符合季节的南瓜调料品！无论你和客人喜欢甜的还是咸的、清淡的还是重口的，在秋季，有大量合适的食材与口味可供选择。 \n\n2. Bonfire Night \n\n2. 篝火之夜 \n\nThe popular British tradition of Bonfire Night is a great opportunity for a variety of Autumnal flavours. Toffee apples, hot chocolate, sausages, and Parkin are often favourites. \n\n英国的传统篝火之夜备受欢迎，为品尝各种各样的秋天风味提供了绝佳的时机。太妃糖苹果、热朱古力、香肠与麦片姜饼经常是最受欢迎的食物。 \n\nThrow your own party from home - however big or small - and make it family-friendly with a fruit punch for children and a themed cocktail for the grown-ups. You could also pack and take your own Autumnal picnic to a local bonfire. Tasty toasted sandwiches, granola bars, and a flask of coffee would all hit the spot. \n\n在家里举办派对，无论规模大小，为孩子们准备水果饮料，为成年人准备主题鸡尾酒，让派对更贴合家庭。你也可以打包，带着秋季野餐的食物去当地的篝火旁享用。美味的烤三明治、麦棒和一瓶咖啡都能带来满足感。 \n\nHowever you choose to celebrate, Autumn can be a great time to take a bit of inspiration from the holidays and festive traditions happening all around you - including Halloween and the Harvest Festival. See what you can enjoy in your local area, and also create an event of your own! \n\n无论你选择什么样的方式庆祝，秋季总是一个从周围节日与传统中汲取灵感的好时机，包括万圣节和丰收节。看看能在当地享受到什么，也可以创造一个属于自己的活动！ \n\n3. Plant-Based Options \n\n3. 植物性饮食选择 \n\nAs seasonal produce is so distinctive and enticing at this time of year, there has never been a better time to explore plant-based options. Make the most of your fruit and vegetables with fresh, flavoursome recipes and do not hesitate to seek resources online if you are unsure. \n\n由于节令性农产品在一年中是如此特别且诱人，因此现在是探索植物性饮食的最佳时机。充分利用水果与蔬菜，加之新鲜、美味的食谱，如果不确定要做什么，请不要犹豫，在线上寻找资源。 \n\nMore people than ever before are reducing their meat intake and increasing their vegetable consumption. This can have very beneficial effects on both your health and the planet. Why not start by making one of your own personal favourites more plant-based - such as a hot dog, burger, or chosen soup? There are more plant-based options available than ever before - even for your favourite styles of meat and cheese! \n\n和以往相比，越来越多的人减少肉类摄入量，增加蔬菜消耗量。这对健康以及地球来说，都非常有益。为什么不从做一种个人最喜欢的植物性食品开始呢？比如热狗、汉堡或者精选的汤？相比以往，现在有更多的植物性食品可供选择，甚至是最喜欢的肉类和奶酪风格！ \n\nIf you are catering for guests - or running a culinary business - offering a plant-based option is always much appreciated. It is not only for vegans, vegetarians and those with allergies either. Plant-based eating can be healthy, vibrant and exciting; perfect for meat-eaters who are feeling adventurous! \n\n如果正在为客人提供餐饮服务，或者经营一家烹饪企业，提供一种植物性食品供以选择总是备受欢迎。这适合于纯素食主义者、素食者和过敏者。而且植物性饮食健康、充满活力、振奋人心；非常适合喜欢冒险的肉食者！ \n\n4. Oktoberfest \n\n4. 啤酒节 \n\nThis Autumn season, why not take some inspiration from abroad? Celebrations such as Germany's Oktoberfest are becoming more commonplace - London celebrates its very own version! - and they often have wonderful food ideas. \n\n这个秋季，为什么不从国外汲取一些灵感呢？像德国啤酒节这样的庆祝活动越来越普遍，但伦敦有自己的啤酒节！这些国家经常会有绝妙的食物创意。 \n\nSausages (including plant-based options), pretzels, fresh bread, high-quality beer, and more are all to be found - often by a roaring fire or within a cosy pub. Create your own celebration outdoors over a barbecue, or in the cosy confines of your lounge. \n\n香肠（包括植物性食物）、椒盐卷饼、新鲜面包、优质啤酒等经常出现在熊熊燃烧的炉火旁或舒适惬意的酒吧。户外烧烤时，或者在惬意的酒廊中，创造自己的庆祝活动。 \n\nAs the nights are closing in, celebrations and coming together over food is a great way to keep the spirits high in the darker months. Food has long been known for its many mood-boosting properties and Autumn is a great time to make use of them! \n\n夜晚临近，在夜晚庆祝、聚餐可以保持情绪高昂。长期以来，食物以其提神特性而闻名，而秋天则是利用这个特性的大好时机！ \n\n5. Speciality Hot Drinks \n\n5. 特色热饮 \n\nA certain famous coffee producer launches their Pumpkin Spiced Latte at this time of year - so why not make your own? A wide variety of Autumnal flavours are perfect in drinks, even if you don't have time to cook an elaborate meal. \n\n一位著名的咖啡生产商在每年的这个时候推出南瓜调味拿铁，那为什么不自己做呢？即使没有时间精心烹饪一顿饭菜，但在饮料中发现各式各样的秋天风味就完美了。 \n\nAdding cinnamon and a pinch of nutmeg, for example, can instantly help a drink to feel more warming and soothing. You could take inspiration from Autumnal favourites such as apple pie, spiced cider, hot chocolate, and pumpkin dishes. Be as creative as you dare! \n\n例如，加入肉桂与少许肉豆蔻，立即就可以使饮料变得更加温暖、舒缓。可以从秋季最爱的食品中汲取灵感，如苹果派、加香苹果酒、热朱古力和南瓜菜。尽己所能地进行创造吧！ \n\nWarm drinks are a great way to cuddle up and connect with loved ones on cooler evenings too, as well as endlessly inviting to guests and customers! \n\n在凉爽的夜晚，热饮也是一种拥抱爱人、与爱人进行交流好方式，也可以经常邀请客人、顾客！ \n\nArticle Source: https://EzineArticles.com/expert/Alex_Belsey/2955678 \n\n文章来源： https://EzineArticles.com/expert/Alex_Belsey/2955678",
        "imageName": "5autumnCatering",
        "audioName": "5autumnCatering"
    },
    {
        "id": 1001,
        "MM": "Sep",
        "dd": 21,
        "length": 20,
        "duration": 2,
        "difficulty": 1,
        "title": "Welcome \n热烈欢迎",
        "details": "Great news! \n\n号外! 号外! \n\nMessengizé is finally here! \n\nMessengizé 开通啦! \n\nWe are informational and fun. We welcome you to follow us, follow the excitement! \n\n有料有趣, 欢迎关注!",
        "imageName": "welcome",
        "audioName": "CanonInD"
    }
]
