[
    {
        "id": 1017,
        "MM": "Oct",
        "dd": 7,
        "length": 266,
        "duration": 5,
        "difficulty": 1,
        "title": "Pasta, Wine, and Inflatable Pools: How Amazon Conquered Italy in the Pandemic. \n意大利面，葡萄酒和充气池：亚马逊如何在流行病中“征服”意大利。",
        "details": "Pasta, Wine, and Inflatable Pools: How Amazon Conquered Italy in the Pandemic. \n\n意大利面，葡萄酒和充气池：亚马逊如何在流行病中“征服”意大利。 \n\nAmazon has been one of the biggest winners in the pandemic as people in its most established markets — the United States, Germany and Britain — have flocked to it to buy everything from toilet paper to board games. What has been less noticed is that people in countries that had traditionally resisted the e-commerce giant are now also falling into its grasp after retail stores shut down for months because of the coronavirus. \n\n亚马逊可以说是这一流行病的最大赢家之一，因为在其最成熟的几个市场——美国、德国和英国——人们纷纷涌入亚马逊，购买从卫生纸到棋盘游戏等各种商品。很少有人注意到的是，在传统上抵制电子商务巨头的国家，由于冠状病毒，零售商店关闭数月后，人们现在也陷入了困境。 \n\nThe shift has been particularly pronounced in Italy, which was one of the first countries hard hit by the virus. Italians have traditionally preferred to shop in stores and pay cash. But after the government-imposed Europe’s first nationwide virus lockdown, Italians began buying items online in record numbers. \n\n这种转变在意大利尤为明显，该国是受该病毒严重打击的首批国家之一。意大利人传统上喜欢在商店购物，付现金。但在政府实施欧洲第一次全国性的病毒封锁后，意大利人开始在网上购买创纪录数量的物品。 \n\nEven now, as Italy has done better than most places to turn the tide on the virus and people return to stores, the behavioral shift toward e-commerce has not halted. People are using Amazon to buy staples like wine and ham, as well as web cameras, printer cartridges and fitness bands. At one point, orders of inflatable swimming pools through the site were so backlogged that some customers complained. \n\n即使是现在，意大利在扭转病毒方面做得比其他地区更好了，人们也开始返回商店了，电子购物的趋势依然没有停止。人们正在使用亚马逊购买像葡萄酒和火腿这样的主食，以及网络摄像头，打印机墨盒和健身带。有一次，现场的充气游泳池订单积压，以至于一些顾客投诉。 \n\n75 percent of Italians shopped online during the lockdown. Total online sales are estimated to grow 26 percent to a record 22.7 billion euros this year, according to researchers from Polytechnic University of Milan. Netcomm, an Italian retail consortium, called it a “10-year evolutionary leap,” with more than two million Italians trying e-commerce for the first time between January and May. \n\n75%的意大利人在封锁期间上网购物。据米兰理工大学的研究人员称，今年在线销售总额预计将增长26%，达到创纪录的227亿欧元。意大利零售财团Netcomm称这是一次“10年的进化飞跃”，今年1月至5月，超过两百万的意大利人首次尝试电子商务。 \n\nSource: https://www.nytimes.com/2020/09/26/technology/amazon-coronavirus-pandemic.html \n\n来源：https://www.nytimes.com/2020/09/26/technology/amazon-coronavirus-pandemic.html",
        "imageName": "pastaWineInflatablePools"
        "audioName": "pastaWineInflatablePools"
    },
    {
        "id": 1016,
        "MM": "Oct",
        "dd": 6,
        "length": 573,
        "duration": 18,
        "difficulty": 3,
        "title": "Why Chef Hats Are Important \n为什么厨师帽非常重要",
        "details": "Uniforms in many occupations are important for a variety of reasons from making or giving a good impression, suggesting responsibility and producing a sense of unity in the workplace. Chef hats help to signify seniority in a kitchen and creating an air of respectability as well as having practical safety considerations. A chef hat is one of the most easily recognised hats in the world and can be found in kitchens in every country. \n\n在许多职业中，制服都相当重要，原因多种多样，比如给人留下好印象、表现责任感、在工作场所营造一种整齐划一的感觉等。厨师帽帮助表明厨房里人员的资历，创造一种相互尊重的氛围，同时也为实际安全考虑。厨师帽是世界上最容易辨认的帽子之一，出现在各个国家的厨房之中。 \n\nThe iconic, tall white hat or toque blanche (French for white hat) is much more than just for show, it was first developed in France during the 16th century as a means of keeping the hair out of the food. One story is that one of the French kings got annoyed with his cook because he found a hair in his dinner so had the unfortunate cook beheaded. This started the practice of wearing a hat while working in the kitchen. \n\n标志性的高白色帽子（法语中白色帽子为toque blanche）不仅仅是为了展示目的，其最早出现于16世纪的法国，用于防止头发接触食物。有个故事说，一位法国国王在餐食中发现了一根头发，对厨师大发雷霆，最后悲惨的厨师被斩首。在厨房工作时戴帽子的习惯由此而来。 \n\nDuring the 16th and 17th centuries, it was uncommon for men and women to cut their hair this meant that many men had long hair. This often meant that the older the person the longer their hair would become, so with age goes with experience and seniority. The hats became taller to accommodate the longer hair. The older the chef the taller the hat, with the head chef being the oldest and having the tallest hat. \n\n16世纪到17世纪，男士女士剪头发都不太常见，这表示许多男士都留长发。同时，一个人的年龄越大，头发也就越长，经验和资历也会随着年龄的增长而增长。帽子更高可以包住更长的头发。厨师年龄越大，帽子越高，主厨年龄最大，帽子也最高。 \n\nThe hat is designed to hold its owners' hair inside and stop any possibility of any getting in the food or hooked up in or on anything in the kitchen. The pleats or folds in the hat are said to represent the 100 different ways a chef is supposed to know how to prepare and cook an egg. \n\n设计这样一顶帽子是为了把主人的头发包在里面，防止任何人的头发接触食物或钩在厨房里的任何东西上。据说，帽子上的褶代表着厨师应当了解的100种鸡蛋烹饪方法。 \n\nThe traditional chef hat was always white to suggest cleanliness, but modern day kitchens have started to allow different colours to be introduced depending on the owner's preference. Sometimes the whole chef uniform is coloured to match the branding of a particular establishment. \n\n传统的厨师帽子都是白色的，代表整洁，但现代厨房已经开始允许根据主人的喜好引入不同的颜色。有时，为了配合特定机构的品牌，整个厨师制服都是彩色的。 \n\nThe local health departments usually require that a suitable hat is to be worn in the kitchen for hygienic reasons, but the exact type is dependent of the choice of the particular kitchen as long as the hair is suitably contained \n\n由于卫生原因，当地卫生部门通常要求在厨房佩戴合适的帽子，但具体帽子类型取决于特定厨房的选择，只要能包住所有头发即可。 \n\nThe most popular type of chef hat is still the toque blanche, but this white hat can come in a variety of styles for starched cotton to disposable paper hats. \n\n最流行的厨师帽仍然是白色帽子（toque blanche），这种白色帽子风格多样，包括浆硬棉花、一次性纸帽等。 \n\nThe skull cap is a favorite in many fast food restaurants, especially for people with short hair. \n\n无沿便帽是许多快餐店工作人员的最爱，尤其是短发人员。 \n\nThe Mob cap features an elastic opening and is ideal for those with long hair that can be tied back and placed inside the cap with the wearer's whole hair line covered. \n\n头巾式女帽有一个弹性开口，是长发人员的理想选择，长发绑在头后，放在帽子里，佩戴者的整个发线都覆盖其中。 \n\nThe head scarf is not so common these days, but is ideal for both long and short hair as it can be tied around your forehead and knotted at the back containing all your hair. \n\n现在头巾不太常见了，但其对于长发和短发都非常合适，因为可以将其绑在额头上，在头后打结，绑住所有头发。 \n\nThe hair net is most often used in industrial food manufacturing and large scale catering kitchens like schools, hospitals and airports where there are many employees. Hair nets are easy to use and work very well to keep your hear in check so are often favored by workers and management where they are out of the public view. They have the advantage they are cheap and can be kept in your pocket. \n\n发网最常用于工业食品生产和大型餐饮厨房，如学校、医院、机场等工作人员较多的场所。发网易于使用，并且不妨碍听力，因此通常受到处于公众视野外的一些工人和管理层的青睐。其不仅便宜，还可以放在口袋里。 \n\nArticle Source: https://EzineArticles.com/expert/Daniel_Carters/2556430 \n\n文章来源： https://EzineArticles.com/expert/Daniel_Carters/2556430",
        "imageName": "whyChefHatsAreImportant",
        "audioName": "CanonInD"
    },
    {
        "id": 1015,
        "MM": "Oct",
        "dd": 5,
        "length": 629,
        "duration": 20,
        "difficulty": 3,
        "title": "Why Should Gamers Buy Game Boost? \n为何游戏玩家需购买游戏加速器？",
        "details": "The video game industry has grown significantly over the years. Up until just a few years ago, a group of friends would have to meet at a fixed place and play video games together. However, as opposed to the traditional approach of playing with your friends locally, a player can now play any number of games with any person sitting in absolutely any corner of the world. It is so fascinating to ponder upon this sudden progress of the industry. \n\n过去的几年里，电子游戏行业增长迅速。前几年，一群朋友还得在固定的地方见面，才能一起玩电子游戏。然而，不同于以往的朋友们需要聚在一起才能玩游戏，现在玩家可以无限次与世界任何角落的人玩游戏。回想这一行业突飞猛进的发展是如此令人着迷。 \n\nVideo games are very fun, but they are not very easy, and those who play professionally know how much hard work and practice it requires to become an experienced and skillful player. Many video games are challenging and may require years to crack all the levels and master the gameplay. It takes constant hours of focus to keep crossing levels and reach the top range of players. A gaming boost provides immense help with this aspect. It enables the player to boost their game level without facing any kind of issue to reach their goals. Such a gaming service has multiple benefits for its users. \n\n电子游戏很有趣，但又不简单，职业玩家深知要成为一名有经验的熟练玩家需要付出多少努力和练习。许多电子游戏具有挑战性，可能需要数年才能破解所有关卡，掌握游戏玩法。需要投入数小时的精力才能不断通关，成为顶级玩家。在这方面，游戏加速器提供了巨大的帮助。其能够让玩家无需面对任何问题便能够提升自己的游戏级别，实现目标。这样的游戏服务对其用户有多重好处。 \n\n1. Time-effective \n\n1.时效性 \n\nNot everyone has the time to spend hours over a game and try to beat level after level. It can be very annoying if you are stuck and cannot crack a specific problem or mission even after multiple tries over several days and weeks. Instead of wasting time, you can opt for a game-boosting service. Such a service will help you take a break from gaming, and you will still be able to move further up in the game without even sitting in front of your screen. It is an easy way to save time and end your frustration if you cannot play well. \n\n并不是每个人都有时间花几个小时来打游戏，一级一级的通关。如果被难住，即使在之后的数天或数周时间里多次尝试，也无法解决特定问题或任务，这可能非常烦人。相比浪费时间，不如选择游戏加速服务。该种服务能够帮助用户在玩游戏时稍作休息，甚至不用坐在屏幕前也能在游戏中不断通关。如果游戏玩得不好，那这就是一种节省时间、消除挫败感的简单方法。 \n\n 2. Upgrades your character \n\n2.角色升级 \n\nSometimes, you require a specific character or need to unlock a new cool skill in your avatar that will help you complete more missions in the future. These skills or weapons may make your gaming experience better by allowing you to do new things that make the game even more interesting. Buying a boosting service in such a situation can be very helpful as it will make the game better for you and unlock special characteristics that you could not access before on your own. \n\n有时，用户需要某个特定角色或需要从头像中解锁新的炫酷技能，以帮助日后完成更多任务。这些技能或武器可能会使得用户获得更好的游戏体验，做一些新的事情，让游戏更有趣。这时候购买游戏加速服务可能会非常有帮助，因为可以让游戏更适合用户，解锁此前无法访问的特殊功能。 \n\n3. Provides training \n\n3.提供培训 \n\nGetting a boosting service also includes getting a chance to interact with experienced and professional players and gamers and receive tips and tricks from them that they have learned over time. They may tell you their secrets behind being the best at their game and may coach you into being awesome like them. Sometimes boosting services enable you to play under the guidance of pro players who are at the top of their game, which will make you learn new ways and techniques of playing to make your skills better. \n\n购买游戏加速服务还可以获得与有经验的职业玩家互动的机会，获得其经年累月积累的要诀和技巧。他们可能会告诉用户成为游戏强者的秘密，也可能会指导用户成为像他们一样优秀的人。有时游戏加速服务使得用户能够在职业玩家的指导下比赛，这些玩家的游戏排名靠前，用户可以学习新的方式和技术，提高技能。 \n\n4. Very little risk \n\n4.风险较低 \n\nYou can always be confident about going for a game boosting service as there will be very little to no risk of any danger to your account. As you are opting for help from professional gamers, they have a good work ethic and will never provide any harm to your account. They are there only to help you in every way that you need. You can be comfortable with giving your account in their hands as they will take the utmost care to ensure that they provide you with the best service that they can. \n\n用户可对游戏加速服务抱有信心，因为风险极低，甚至对账户无任何危险。如用户需要职业游戏玩家的帮助，这些玩家均具有良好的职业道德，永远不会威胁账户安全。他们存在的意义就是在用户需要时提供帮助。用户可以放心地把自己的账户交付职业玩家，他们会尽最大努力确保为用户提供最好的服务。 \n\nGame boost is a very efficient and excellent way to make your game more interesting. We provide really good services like Destiny 2 Boosting, Division 2 Boost, and MMORPG Boosting. Hurry up and try our Coaching and Boosting Services today. \n\n游戏加速器是一种非常有效且优秀的方式，让游戏更有趣。我方的确提供了非常好的服务，如命运2加速器、全境封锁2加速器、MMORPG加速器。赶快试试今天的训练和加速服务吧。 \n\nArticle Source: https://EzineArticles.com/expert/Shalini_M/2609777 \n\n文章来源： https://EzineArticles.com/expert/Shalini_M/2609777",
        "imageName": "whyShouldGamersBuyGameBoost",
        "audioName": "CanonInD"
    },
    {
        "id": 1014,
        "MM": "Oct",
        "dd": 4,
        "length": 532,
        "duration": 18,
        "difficulty": 3,
        "title": "Of Emotions and Spirals \n情绪与循环",
        "details": "Back in my early grad-school days, I was doing research into Plato's view about the mind/soul and its relationship to contemporary psychology. \n\n我读研究生的时候，就在研究柏拉图关于精神/灵魂的观点及其与当代心理学的关系。 \n\nYou see, I wanted to find what wisdom is shared between ancient philosophy and modern science... \n\n我想找到古代哲学和现代科学之间的共同智慧…… \n\nAnd I came across a really interesting and powerful finding that both Plato and modern psychology highlight. \n\n并且我有一个非常有趣而有力的发现，柏拉图和现代心理学都对其有所强调。 \n\nIt's about how the way we feel shapes the way we think. \n\n这一发现关于我们的感觉如何影响思考方式。 \n\nOr in modern speak, about the cognitive modulations of emotions. \n\n用现代的话说，就是关于情绪的认知调节。 \n\nYou see, Plato suggests and modern psychology confirms that negative emotions like fear, anger, and anxiety tend to foster focus narrow attentional focus and rumination... \n\n柏拉图认为，现代心理学也证实了，负面情绪，如恐惧、愤怒和焦虑，往往有助于培养专注、注意力集中和沉思…… \n\nBy contrast, positive feelings like joy, excitement, and gratitude tend to foster creative and open-minded thinking. \n\n相反，积极的情绪，如喜悦、兴奋和感激，往往会促进创造性和开放性思维。 \n\nWhen I discovered this psychological tendency, I realized just how INCREDIBLY important it is to take care of one's emotions as part of taking care of oneself and living a happy life. \n\n当我发现这种心理倾向时，我意识到照顾自己的情绪是多么重要，这也是照顾自己、过上幸福生活的一部分。 \n\nTo make sure to cultivate positive ones with the right mindsets and practices \n\n确保用正确的心态和做法培养积极情绪 \n\nAnd to make sure to take care of yourself when negative ones take over. \n\n并确保当消极情绪占上风时照顾好自己。 \n\nBecause I realized that when negative emotions take over and foster rumination on problems, they can lead us to only focus on how bad the problems are. This can impede action and make us feel even worse. Which in turn makes us focus on just how bad things get. \n\n因为我意识到，当负面情绪占上风并影响思考问题时，会让我们只关注问题的糟糕程度。这只会阻碍行动，让我们感觉更糟。进而更关注事情糟糕的方面。 \n\nBy contrast, I realized that when we take action with positive emotions that foster creativity and open-mindedness, we can unlock new awesome possibilities that make us feel even better. This, in turn, unlocking more awesome possibilities \n\n相比之下，我意识到，如果带着积极的情绪采取行动，培养创造性和开放性思维时，可以发现很多新的、让我们感觉更好的可能性。反过来又能释放出更多、更好的可能性 \n\nIn short, I had the twin insights that: \n\n简而言之，我有两个见解： \n\nNegative emotions can often set off Vicious Cycles and Negative Spirals that make your life (and you feel) worse and worse. \n\n负面情绪往往会引发恶性循环和负循环，让生活（和感觉）越来越糟糕。 \n\nAnd... \n\n其次是…… \n\nPositive emotions can unlock Virtuous Cycles or Positive Spirals that make your life (and you feel) better and better. \n\n积极的情绪可以释放良性循环或正循环，让生活（和感觉）越来越好。 \n\nGiven this, you should be conscious and take care not to let your negative emotions such as fear and anger lead you down such spirals. \n\n因此，应该有意识并注意不要被恐惧和愤怒等负面情绪引向恶性循环。 \n\nDon't repress your feelings. Feel what you gotta feel. \n\n不要压抑自己的感情。感受该感受的事物。 \n\nBut take care not to be led down paralyzing/debilitating vicious spirals. \n\n但小心不要被带到麻痹/衰弱的恶性循环中。 \n\nSimilarly, you should take care to cultivate a positive attitude, the kind of attitude that leads to feeling positive emotions like joy and excitement at the things around you. \n\n同样，应该培养一种积极的态度，一种能让你对周围的事物感到喜悦和兴奋等积极情绪的态度。 \n\nBy doing so, you will be more likely to enter virtuous spirals that can take you ever higher! \n\n这样，你将更有可能进入良性循环，可以把你带向更好的方面！ \n\nHope this helps you lead a happier, more meaningful life! \n\n希望这能帮助你过上更快乐、更有意义的生活！ \n\nSanti Sanchez is a Ph.D. Candidate in Philosophy. He has spent almost twenty years dedicating his life to philosophical research and practice in order to figure out what makes a life truly good and how to make it even better. He loves baking, videogames, and using his philosophical knowledge to help people lead happier, more meaningful lives. \n\nSanti Sanchez是一名哲学博士生。他花了近二十年的时间致力于哲学研究和实践，目的是弄清什么能让生活真正变得美好，以及如何变得更加美好。他喜欢烘焙、电子游戏，用他的哲学知识帮助人们过上更快乐、更有意义的生活。 \n\nIf you would like more philosophical resources for how to live a truly good life, download my my free Philosophical Guide to Building a Truly Good Life On Your Own Terms right here: https://www.promiseofphilosophy.com/free-guide-to-truly-good-life. \n\n如果你想要获得更多关于如何过上真正美好生活的哲学资源，请在此处下载我的免费哲学指南——《以自己的方式建立真正美好的生活》（Guide to Building a Truly Good Life On Your Own Terms）： https://www.promiseofphilosophy.com/free-guide-to-truly-good-life。 \n\nArticle Source: https://EzineArticles.com/expert/Santi_Sanchez/2924647 \n\n文章来源： https://EzineArticles.com/expert/Santi_Sanchez/2924647",
        "imageName": "ofEmotionsAndSpirals",
        "audioName": "CanonInD"
    },
    {
        "id": 1013,
        "MM": "Oct",
        "dd": 3,
        "length": 714,
        "duration": 25,
        "difficulty": 3,
        "title": "Now Playing: An American Tragedy \n正在上演：美国悲剧",
        "details": "Shakespeare couldn't have written a better screen play of a tragedy or should we say travesty that is playing through-out the United States and the world. Perilous times have arrived. The world that we used to know has suddenly and violently altered the lives and livelihoods of millions. The overwhelming failures of governments especially in the United States to deal effectively with the scourge of this pandemic and the unilateral failure to implement radical reforms to combat the catastrophic consequences of Global Warming have made our planet and every society become vulnerable to the most catastrophic environmental and economic disaster since the last Ice Age. \n\n莎士比亚再也写不出比这更好的悲剧剧本了，或者我们应该说，美国和世界正在上演悲剧。危险时代已然到来。过去熟悉的世界突然巨变，改变了数百万人的生活和谋生方式。自上一冰河时代以来，各国政府，尤其是美国政府，在有效应对本次疫情方面大败，单方面未能实施激进改革以应对全球变暖的灾难性后果，造成我们的星球和社会更容易遭受灾难迫害和经济损失。 \n\nNeed we remind us that it was 60 years ago that our nation was filled wit hate, bitterness and civil unrest. The quagmire of the Vietnam War kept the United States hostage to the growing tempests of discontent. Today, we find history repeating. The scenario has changed but the US is still faced with hate, bitterness and civil unrest. The quagmire of the Afghanistan War where billions of dollars have been wasted, thousands of lives lost and a country left in shambles are all too familiar circumstances that have played out before. \n\n需要提醒自己，60年前仇恨、痛苦和内乱充斥着我们的国家。越南战争造成美国深陷不满情绪之中。如今，我们发现历史正在重演。虽然情况已经发生改变，但美国仍然面临着仇恨、痛苦和内乱。阿富汗战争中，浪费了十亿美元，数千人丧生，国家陷入混乱，这些我们再熟悉不过了。 \n\nDeja vu again. The eerie circumstances surrounding our failure in Afghanistan corresponds to our failure in Viet Nam. In both instances our government failed the American public, the people of Afghanistan and Viet Nam. We have to back even further to recall the words of General of The Army Douglas Mac Arthur which he so eloquently warned of the consequences of when we send our armed forces in harms way. \"There can be no substitute for complete victory.\" \"The very object of war is victory.\" All we did in both instances was prolonged the conflict where again billions of dollars were and are wasted, thousands of lives lost, and nations left shattered. All of which have led to more tempests of violent aggression. Just look at what is happening in Afghanistan today. \n\n如今的场景，似曾相识。阿富汗战争中战败的可怕情况与越南战争失败如出一辙。在这两场战争中，政府辜负了美国公众、阿富汗和越南人民。必须深刻反思陆军五星上将Douglas Mac Arthur将军的话，他警告说，当我们以危险的方式派遣武装部队时，后果将不堪设想。“没有什么能代替全胜。”“战争的目的就是胜利。”我们在这两种情况下所做的只是延长了冲突，再次浪费数十亿美元，数千人丧生，国家支离破碎。所有这些酿成更暴力的侵略。看看如今在阿富汗发生的一切就能明白。 \n\nHad we heeded Mac Arthur's words the United States today would be in a far better position in leading Global affairs. Yet, here we are today faced with a demoralized military, governmental bungling at every level and populations desperately trying to survive. And, the plight for millions is only increasing with every misstep our government makes. \n\n如果我们听从Mac Arthur将军的话，如今在领导全球事务方面，美国将处在一个更具优势的位置。然而，如今我们所要面对的是军队士气低落、各级政府屡次失误、努力生存的民众深陷绝望。而且，数百万人的困境只会随着政府的每一次失误而加剧。 \n\nIt wasn't that long ago though that our nation was filled wit a promise of better times ahead. Now, that promise has been broken by the tempests of disease, pestilence, famine, and death. It seems the Four Horsemen have indeed arrived. Too many times when faced with such adversity our government points fingers as to whom to blame. Such as the case today. As consequences always occur the net results have proven futile in averting not only this pandemic but practically every major crisis that happens along. \n\n但就在不久前，我们国家对美好未来做出了承诺。现在，疾病、瘟疫、饥荒和死亡的风暴打破了这一承诺。看来四骑士真的已经来了。面临这样的困境，政府经常会指指点点，不断责怪。比如今天所举的例子。事实证明，结局总是会出现，最终结果不仅无助于避免此次疫情，而且几乎无法避免随之而来的每一场重大危机。 \n\nThe sociological changes that have been rapidly occurring have also threatened the moral and physical framework of life here in the United States. And, if allowed to proceed unchecked the world that we know will cease to exist. Added to this today, much of humanity is being herded into a quagmire of unknowns especially with the overwhelming mandates of an experimental non-vaccine to supposedly slow down and eventually stop the spread of Covid-19. \n\n社会瞬息万变，也威胁到美国的道德和物质生活框架。如果任其发展下去，我们所熟悉的世界将不复存在。此外，如今人类正陷入未知的泥潭，特别是在实验性非疫苗的压倒性授权之下，据说可以减缓并最终阻止新冠肺炎病毒的传播。 \n\nToo many in government have failed to learn the lessons that history is supposed to teach us. And, today much of the worlds populations are suffering for it. The world is facing a turbulent period. For over 50 years we had the opportunity to fully address global warming and yet we failed at every turn. When we faced a growing epidemic we again failed and it morphed into a full blown pandemic. We again failed to fully understand our consequences of our foreign policy engagements and they only accelerated into major international conflicts that have like everything else our government has done for over 60 years wasted billions of dollars. cost thousands and thousands of lives and livelihoods. and left nations in total disillusionment by the actions we undertook. When we add all these variables together we see the dilemma government has created. More questions than answers have already begun. \n\n太多政府官员未从历史中汲取教训。如今，世界上许多人都因此受苦。世界正处在一个动荡时期。50多年来，我们有机会充分解决全球变暖问题，但每次都以失败告终。面对日益严重的疫情，我们再次失败了，演变成了一场全面爆发的流行病。还是未能充分理解外交政策介入的后果，其只会加速引发重大国际冲突，就像政府60多年来所做的一切一样，浪费了数十亿美元，数千万人丧生或失去谋生手段。各国对我们采取的行动也彻底失望。当把所有这些变量加在一起，我们就会看到政府造成的困境。出现更多问题，而未得出答案。 \n\nArticle Source: https://EzineArticles.com/expert/Dr._Tim_G_Williams/1672163 \n\n文章来源： https://EzineArticles.com/expert/Dr._Tim_G_Williams/1672163",
        "imageName": "nowPlayingAnAmericanTragedy",
        "audioName": "CanonInD"
    },
    {
        "id": 1012,
        "MM": "Oct",
        "dd": 2,
        "length": 439,
        "duration": 18,
        "difficulty": 2,
        "title": "Reducing Losses in Betting \n减少投注损失",
        "details": "HOW TO WIN BETS \n\n如何赢得赌注 \n\nPeople bet for fun but good strategy can make you rich through gambling. But by taking a structured approach it is actually possible to win more than you lose. With gambling expert information we can grow our money from $10 to $1000 dollar in a month \n\n打赌是为了娱乐，但好的策略可以让你通过下注致富。采用结构化方法，实际上有可能赢的比输的多。根据赌博专家的建议，我们可以在一个月内将10美元变为1000美元。 \n\nThe hardest question in gambling is how do I win money? Sport bets is undertaken by Millions of us around the world on a weekly basis. Different people have different reason for betting like recreation and have no expectation of ever winning money, however most are in it to win some cash. \n\n赌博中最难的问题是如何赢钱？世界各地有数百万人每周都会进行体育博彩。不同的人有不同的下注理由，比如娱乐，也没有期望赢钱，但大多数人都是为了赢钱。 \n\nYou should never look at a fixture and assume a result, you don't know what will happen and neither does the Bookmaker. The bookmaker looks at the probability of increasing their winning and believes that he knows what the probabilities are for each possible outcome. \n\n永远不要看着比赛预设结果，你不知道会发生什么，庄家也不知道。庄家关注的是增加自身获胜概率，相信自己知道每种可能结果的概率。 \n\nThe first step in starting to make money from gambling is to stop making decision on what you think will happen and make them based on price which is well calculated by bookmakers to get you analysis well. \n\n开始从赌博中赚钱，第一步是不要再根据自己的判断来做决定，而是根据庄家精心计算的价格做出决定，以便进行良好分析。 \n\nFollow the following criteria to arrive to final judgment \n\n遵循以下标准以达成最终判断。 \n\nLook at the odds given by bookmakers and check the difference between the top and bottom price \n\n查看庄家给出的赔率以及最高价和最低价之间的差异。 \n\nDo not bet all your money on multiple selections. Discipline is the key to success. To help ensure you don't lose too much money, try to bet only 5% of your cash on each selection as not all odds will be in your favor. \n\n不要把所有的钱都押在多个选择上。自制力是成功的关键。为确保不损失太多钱，试着在每一种选择上只下注现金的5%，因为并非所有赔率都对你有利。 \n\nLook at the market that you are good at and find your style by so doing chance of winning will grow.some people are under the impression that they can win a bet just because they're a big fan of football this is definitely not the case in football betting. A lot of changes do occur on teams/players that were once good \n\n看看自己擅长的市场，找到自己风格，这样获胜的几率就会增加。有些人认为他们能赢，仅因为他们是足球球迷，但在足球博彩中绝对不是这样。曾经优秀的球队/球员确实经历了很多变化。 \n\nLastly after losing you need to exercise self-discipline,It can be tempting to chase your losses and try to win your money back by placing another bet, but your judgment will be clouded and you'll likely place an irrational bet and lose even more. Stay smart and don't let your losses get the better of you. \n\n最后，下注输了，需要锻炼自律。可能很想弥补自己的损失，并试图通过再下赌注来赢回钱，但判断会因此受到影响，很可能会压一个不合理的赌注，输得更多。保持理智，不要让损失占了上风。 \n\nFootball betting require a lot of discipline follow experts and prediction sites like http://www.giftbets.co.ke to get the most placed odds and make individual decision always place few teams and large stakes \n\n足球博彩中有很多规定，听从专家和预测网站（如http://www.giftbets.co.ke）才能获得最高赔率并做出决定，始终下注少量球队，一个球队多下赌注。 \n\nfor great odds visit [http://www.giftbets.co.ke] and get ht ft over/under \n\n获得更高的赔率，请访问【http://www.giftbets.co.ke】获得相关内容 \n\nArticle Source: https://EzineArticles.com/expert/Joseph_Githinji_Ndiiro/2573248 \n\n文章来源： https://EzineArticles.com/expert/Joseph_Githinji_Ndiiro/2573248",
        "imageName": "reducingLossesInBetting",
        "audioName": "CanonInD"
    },
    {
        "id": 1011,
        "MM": "Oct",
        "dd": 1,
        "length": 434,
        "duration": 18,
        "difficulty": 2,
        "title": "Quitting Smoking... Cause And Effect \n戒烟……因果关系",
        "details": "In respect to smoking cigarettes the principal of cause and effect is not just obvious but proven beyond a shadow of a doubt. \n\n就吸烟而言，因果关系原理不仅显而易见，且毫无疑问，已经得到证实。 \n\nIf you smoke over an extended you will either become ill, you will die, or if you are fortunate it will just cost you a decade or so off your life. \n\n吸烟时间过长，人要么生病，要么面临死亡，或者如果幸运的话，吸烟只会让人少活10年左右。 \n\nHowever there is another way to look at cause and effect with respect to quitting smoking cigarettes. From the moment you thought you should quit smoking, yet kept on doing it you were at effect. \n\n然而，还有另一种看待戒烟因果关系的方式。从认为应该戒烟的那一刻起，一直坚持下去，最终就会成功。 \n\nBy this I mean when you smoked because of stress in your life or to make you feel a certain way you were not in charge of your feelings or your life and cigarettes kept you stuck or at effect of being unable to move forward. \n\n我的意思是，当因为生活压力或觉得自己无法掌控自己的感受或生活而吸烟时，香烟会让你陷入困境或导致无法前进。 \n\nTo use self-defence analogy if you are threatened and you just stand there and get punched in the nose, then you are at effect of the other person. \n\n用自卫打个比方，受到威胁时，站在原地，鼻子被人打了一拳，那你就受到了对方的影响。 \n\nHowever if you were to change something, such as moving away, then you would be at cause, and you would take back control of your situation. \n\n然而，如果你想要做出改变，比如离开，那你就有了理由，就会重新掌控自己的处境。 \n\nIn the case of smoking in order for you to be at cause, you need to do something different. That is to take the steps to quit smoking and follow through. \n\n在吸烟这件事上，为了让你有理由，需要做一些不同的事情。那就是采取行动戒烟，并坚持到底。 \n\nIn our lives there are some things, which we are on top of, and some things, which we are not. \n\n生活中，有些事情可以掌控，有些事情却无法掌控。 \n\nBeing at effect is the bottom rung on a hierarchy of personal development. When we are there for one reason, it is not uncommon for that feeling to map across into other aspects of life. \n\n在个人发展层次结构中，有效工作处于最底层。若由于某种原因而处于处境时，这种感觉就映射到生活的其他方面，这并不罕见。 \n\nThe feeling of not being able to take charge or succeed tends to seep into life in general. \n\n无法掌控或无法获得成功的感觉往往渗透到整个生活中。 \n\nTo move upwards on the scale is a gradual process of moving towards cause and this journey can also map across into other facets of life. \n\n在天平上向上移动是一个逐渐接近目标的过程，这个过程也可以映射到生活的其他方面。 \n\nOnce you quit you may find a new sense of confidence and a feeling that you can affect more cause in your life. You may exercise more, eat a better diet, and generally look after your body and mind. \n\n一旦戒烟成功，可能会找到一种新的自信感，这个感觉可以影响生活中的更多方面。可以多运动，饮食更健康，照顾好自己的身心。 \n\nBecause you are not holding back on your future, you can cause a better outcome for yourself. We live in a world of cause and effect. We have to decide which side of the deal we want to be on. So take a long hard look in the mirror and make a decision. \n\n因为对未来毫无保留，所以可以为自己带来更好的结果。生活在因果关系的世界里，我们必须决定站在交易的哪一方。所以，照照镜子，做出决定吧。 \n\nWishing you the best of health \n\nIan Newton \n\n祝你身体健康。Ian Newton \n\nArticle Source: https://EzineArticles.com/expert/Ian_Newton/300020 \n\n文章来源： https://EzineArticles.com/expert/Ian_Newton/300020",
        "imageName": "quittingSmoking",
        "audioName": "CanonInD"
    },
    {
        "id": 1010,
        "MM": "Sep",
        "dd": 30,
        "length": 997,
        "duration": 28,
        "difficulty": 4,
        "title": "When the Food You Like Doesn't Love You Back \n你喜欢的食物不爱你了",
        "details": "Before my doctoral program - which expected me to limit to a claim to fame (sugar fixation) - I had contemplated sustenance bigotries. \n\n在我开始博士项目之前——希望我只是为了名声（对糖的痴迷）——我曾考虑过食物偏执。 \n\nNumerous books regarding the matter begin with nourishment responses, at that point move into synthetic compounds in our homes and workplaces, gas exhaust, and the sky is the limit from there. Critical as those things seem to be, they're not about sustenance. \n\n这一问题相关书籍均以营养反应开篇，从这一点展开，引申至家庭和工作场所的合成化合物、气体排放，天空是最终极限。虽然这些事情看起来很重要，但均与食物无关。 \n\nMy enthusiasm for sustenance prejudices has dependably been their connection with fixation. \n\n我对食物偏见的热情，可以肯定地说，是因为痴迷。 \n\nAs of late, I \"went to\" an online class by J.J. Virgin, whose first book (I accept) was on sustenance bigotries and how to dispense with those nourishments to enhance wellbeing and shed pounds. The online class re-started my enthusiasm for nourishment prejudice and compulsion. \n\n近来，我“去”听了J.J. Virgin的在线课程，其第一本书（我接受的）是关于食物偏执以及如何放弃营养品，以增强体魄、减肥。在线课堂重新开启了我对营养偏见的热情和冲动。 \n\nRegular triggers for sustenance bigotry incorporate chocolate, corn, soy, wheat (or other gluten-containing nourishments), peanuts, dairy, eggs, sugars and different sweeteners. \n\n食物偏执常见诱惑有巧克力、玉米、大豆、小麦（或其他含麸质的营养物质）、花生、乳制品、鸡蛋、糖和不同的甜味剂。 \n\nWhat Does Food Intolerance Look Like? \n\n食物不耐受是什么样的？ \n\nSigns and indications can incorporate cerebral pain/headache, joint torments, exhaustion, languor, heart palpitations, despondency, crabbiness, stomach torments, swelling, and some more. \n\n症状和适应症包括大脑疼痛/头痛、关节疼痛、疲惫、乏力、心悸、沮丧、暴躁、胃疼、肿胀等等。 \n\nSince processed nourishment travels through the circulatory system, the impacts of a narrow mindedness can show up for all intents and purposes anyplace in the body. \n\n由于经过处理的营养物质通过循环系统流动，偏执的影响可以在身体的任何部位因各种目的而表现出来。 \n\nNourishment responses may be the same each time the sustenance is eaten, for example, a rash. \n\n每次摄入食物后的营养反应可能是相同的，例如：起皮疹。 \n\nOr on the other hand the responses may shift - say, a non-irritated rash one time and tingling with no careless some other time. \n\n或者另一方面，反应可能会发生变化——比如：一次出现非刺激性皮疹，另一次突然出现刺痛。 \n\nThe response may be combined. Perhaps a little segment of the nourishment causes no response, yet a part eaten again that day, or a few days consecutively, does causes one. \n\n这些反应可能都有。也许一小部分营养不会引起反应，但若当天再吃一部分，或连续几天再吃一部分，就会引起反应。 \n\nHabit is another conceivable response that may create after some time. \n\n一段时间后，可能产生习惯反应。 \n\nWhat Causes Food Intolerances? \n\n什么导致食物不耐受？ \n\nThe causes are many, however we should keep it basic. \n\n原因是多方面的，但我们应该从最基本的来看。 \n\nOne reason is a hereditary bigotry or a propensity toward it. \n\n原因之一是遗传偏执或倾向。 \n\nWe can wind up narrow minded to a nourishment we eat regularly or in huge amounts. Gorging a nourishment goes through compounds particular to processing that sustenance, so entire assimilation is averted. \n\n我们可能会对一种经常或大量食用的营养品形成一种偏执。大量摄入一种营养物质，会通过化合物，特别是处理这种食物的化合物来进行处理，所以避开完全同化作用。 \n\nThat may bring about despicably processed nourishment particles traveling through the stomach related tract and circulatory system, setting off a resistant response. The undigested, unabsorbed nourishment gives no supplements. \n\n这可能会导致未处理好的营养颗粒经过胃相关器官和循环系统，引发抗性反应。营养未消化、未吸收是无法提供补充的。 \n\nWe can likewise end up responsive to a nourishment we eat together with another activating sustenance. So the rundown of activating nourishments may develop, coming about inevitably in unhealthiness. \n\n同样，我们最终也会对一起摄入的营养以及另一种活性食物做出反应。因此，营养激活能力下降，不可避免的出现亚健康情况。 \n\nSustenance Reactions May Change Over Time \n\n对食物的反应可能会随着时间的推移而改变 \n\nThe controlling standard of the human body is homeostasis. \n\n人体的控制标准是体内平衡。 \n\nAt the point when a trigger sustenance is first eaten, the body endeavors to reestablish homeostasis by freeing itself of the culpable nourishment. It counteracts retention by appending antibodies to the in part processed nourishment while it's in the digestive system. That may effectively dispense with the sustenance before it can go into the circulation system. \n\n第一次摄入一种触发性食物时，身体试图通过摆脱有害物质来重新建立体内平衡。在消化系统内部分处理过的营养物质上添加抗体，以抵消持续反应。这可能会在食物进入循环系统之前就将其有效消灭。 \n\nIn the event that the sustenance enters the circulation system, it can trigger irritation. The intense response might be short, and the body may come back to homeostasis rapidly. \n\n如食物进入循环系统，就会引发刺激。强烈反应可能很短暂，身体可能很快恢复到体内平衡。 \n\n In the event that somebody keeps on eating an activating nourishment after some time, the body experiences an adjustment. The resistant framework may turn out to be slower (or less capable) to react. The response may now show more gradually than the intense response. Signs or side effects may last more, some of the time hours or days. \n\n如有人在一段时间后继续摄入活性营养物质，身体就会经历一次调整。抵抗系统反应可能会更慢（或能力更弱）。相比强烈反应，现在反应可能表现得更缓慢。症状或副作用可能会持续更长时间，数小时或数天。 \n\nBy what method Can That Become a Food Addiction? \n\n通过什么方法可以对一种食物上瘾？ \n\nThe insusceptible reaction to an activating nourishment includes an arrival of stress hormones, opioids, for example, endorphins (beta-endorphin), and compound go betweens like serotonin. The mix can create brief manifestation alleviation through the pain relieving activity of endorphin and serotonin, in addition to disposition height and a sentiment of unwinding. \n\n对活性营养物质不敏感反应包括分泌应激激素、阿片样物质，例如内啡肽（β-内啡肽），以及血清素类化合物。这种混合物可以通过内啡肽和血清素的止痛活性短暂缓解症状，此外还可以改变性格、放松情绪。 \n\nIn that way, eating the activating sustenance may improve somebody feel very quickly and even think the nourishment is helpful. \n\n这样的话，摄入活性食物可能很快让人感觉到，甚至认为这些营养物质能够发挥作用。 \n\nEndorphin discharge regularly includes an accompanying arrival of dopamine. The blend of those two cerebrum synthetics and serotonin shapes what I've generally called the \"addictive bundle.\" Avoiding the nourishment could prompt withdrawal. \n\n内啡肽的排出通常伴随着多巴胺的分泌。这两种大脑合成物和血清素的混合形成通常所说的“成瘾包”。不补充营养可能会脱瘾。 \n\nAfter long haul utilize, somebody may eat the activating sustenance not to encounter the joy of the synthetic \"high,\" yet to soothe the trouble and withdrawal without it. It's relatively course book enslavement. \n\n长期服用后，有人摄入活性食物可能并不会感受到“真”的快乐，问题未缓解，不摄入就会脱瘾。相对来说，这是一种书本奴役。 \n\nHow Does Intolerance/Addiction Affect Health? \n\n不耐受/成瘾对健康有何影响？ \n\nAs somebody dependent on an activating nourishment keeps on eating a greater amount of it, the safe framework must continue adjusting, and may progress toward becoming hyper-sharpened, responding to an ever increasing number of sustenances - particularly those eaten together with response activating sustenances, or with sugar. \n\n当依赖活性营养品的人不断摄入更多的营养品时，安全系统必须继续进行调整，可能变得高度敏感，对不断增加的食物做出反应——尤其是那些与激活反应的食物或糖共同摄入的。 \n\nThe steady request on the resistant framework can prompt safe weariness and degenerative responses, contingent upon hereditary shortcomings. The signs and side effects recorded above are only a begin. \n\n对抵抗系统的稳定要求会引起安全疲劳和退化反应，这取决于遗传缺陷。上面记录的体征和副作用只是一个开始。 \n\nSugar can be a noteworthy player in this since it causes irritation in the body and makes it more helpless to nourishment responses. Eating activating sustenances in addition to sugar can make it considerably more probable that new responses will happen. \n\n糖可能值得关注，因为其会在身体中引起刺激，因而对营养反应无作用。除了糖以外，摄入活性食物更可能引发新的反应。 \n\nI review a book by Nancy Appleton, who recommended that eggs may trigger responses in numerous individuals since they're so much of the time had at breakfast with squeezed orange. Cake is another case: sugar in addition to wheat, eggs, drain. \n\n我想起Nancy Appleton的一本书，其中建议，鸡蛋可能会引发很多人的反应，因为将其作为早餐时，大部分是和橙汁一起摄入的。蛋糕同样如此：糖加上小麦、鸡蛋外，水分蒸发。 \n\nAs the addictions proceed with, yearnings happen, prompting expanded utilization. As an ever increasing number of sustenances trigger a resistant reaction, the outcome might be ailing health, as clarified previously. \n\n随着上瘾症状出现，会渴望吃更多此类食物。正如前面所述，随着越来越多的食物引发抗性反应，结果可能会导致健康状况恶化。 \n\nDetails say that rates of nourishment narrow mindedness are rising. My hypothesis is that it's in any event somewhat because of sugar in our eating regimens - including slippery sugars that are frequently seen as stimulating, for example, agave, natural product, organic product juice, and sweeteners. \n\n种种细节说明，营养偏执的比率正在上升。我的假设是，在某种程度上是因为我们饮食中含有糖——包括经常被视为有刺激性的润滑糖，例如龙舌兰、天然产品、有机产品果汁和甜味剂。 \n\nCeasing the Cycle \n\n停止循环 \n\nUnquestionably surrender any sustenances you think might cause any responses - regardless of whether you cherish them. Consider nourishments you eat with those activating sustenances all the time, and consider killing those, too. Most importantly, maintain a strategic distance from sugar. \n\n毫无疑问，放弃任何认为可能引起反应的食物——不管是否爱吃。想一想长期摄入的活性食物里的营养，并其全部扼杀在摇篮里。最重要的是，戒糖。 \n\nArticle Source: https://EzineArticles.com/expert/Shreya_Singh/2574214 \n\n文章来源： https://EzineArticles.com/expert/Shreya_Singh/2574214",
        "imageName": "whenTheFoodYouLike",
        "audioName": "CanonInD"
    },
    {
        "id": 1009,
        "MM": "Sep",
        "dd": 29,
        "length": 489,
        "duration": 15,
        "difficulty": 3,
        "title": "Why A Corporate Flu Shot Is Important \n企业流感疫苗的重要性",
        "details": "Having a flu shot is the best way to avoid the flu. Studies have revealed that vaccinated workers on average require under half the amount of sick days required each year by those who are unvaccinated. Many companies use shots as an effective strategy that helps to reduce incidents of sick leave as well as helping to increase productivity as a result. \n\n预防流感的最好方法就是接种流感疫苗。研究表明，已接种疫苗的工人平均每年所需病假天数不到未接种疫苗工人的一半。许多公司将接种疫苗作为一种有效的策略，以减少因病请假次数，且有利于提高生产率。 \n\n•    Many employees ask why get a flu shot? The answer is, of course, so you don't get the flu! A corporate flu shot, even with very healthy people will stimulate your body to build up your immunity. \n\n•    许多员工想知道为什么要接种流感疫苗？当然，答案就是，如此一来你就不会得流感了！即使是身体非常健康的人，接受企业流感疫苗接种也会刺激身体，增强免疫力。 \n\n•    Influenza is always very contagious and with new strains developing each year, it is always around, but seems to be more prevalent in the winter months. \n\n•    流感传染性非常强，由于每年都有新的病毒出现，流感一直存在，但似乎在冬季更常见。 \n\n•    Corporate shot providers can help to protect you and your family as epidemics break out every year and often occur in workplaces. \n\n•    每年都会爆发流感，且多发生在工作场所，所以企业提供疫苗接种有利于保护你和家人的安全。 \n\n•    Having the flu is an awful feeling that can lead to serious complications if not treated So seeing a corporate shot providers will help in minimizing the risk and therefore is a sensible precaution. \n\n•    患流感的感觉很糟糕，不治疗可能会导致严重的并发症。企业提供疫苗接种有助于将风险降至最低，因此是一种明智的预防措施。 \n\n•    During the flu season between 5 to 20% of the population will contract influenza and thousands of people are hospitalized because of complications associated with it. \n\n•    每到流感季节，5%至20%的人会感染流感，数千人因流感相关并发症而住院。 \n\n•    Each year it is estimated the flu cost over 110million work days or about $7 billion sick days and lost productivity which makes flu season a corporate concern. \n\n•    据估计，流感每年造成超1.1亿工作日病假或约70亿美元生产力损失，这使得流感季节成为企业关注的问题。 \n\n•    Corporate flu shot providers can be found in most health care providers and doctors rooms. Having a yearly shot means you are always protected. \n\n•    大多数医疗保健室和医务室都可以提供企业流感疫苗。每年接种一次可长期获得保护。 \n\n•    Having all employees vaccinated with a corporate flu shot in the workplace is convenient and effective as well as a valid corporate wellness program strategy, as it helps to relieve the stress flu season can have on many companies and their workers. \n\n•    所有员工在工作场所接受流感疫苗接种既方便又有效，这也是一种有效的企业健康计划策略，有助于缓解流感季节时许多公司和员工的压力。 \n\n•    There are many misconceptions about shots and their effectiveness, but the anti-vax myths all lack any valid scientific evidence. There is plenty of evidence that shows that the flu shot from corporate flu shot providers has helped save thousands of people from complications caused by the influenza virus. \n\n•    人们对接种疫苗及其有效性有许多误解，但反疫苗谬论缺乏有效科学依据。大量证据表明，企业流感疫苗接种已经帮助数千人免患流感病毒引起的并发症。 \n\n•    Apart from the benefit of not getting the flu, vaccination education helps to introduce people to better hygienic practices and presents a unique opportunity to introduce employees to ideas on healthy diets, exercise and how to relieve work and other types of stress. \n\n•    除了不会感染流感外，疫苗接种教育还有助于向人们介绍良好卫生习惯，为员工介绍健康饮食、锻炼以及如何缓解工作和其他类型压力。 \n\nThose employees who decide to participate in vaccine related education programs often have a positive attitude to other corporate wellness activities that can be sponsored as well as or alongside the programs. \n\n决定参加疫苗相关教育项目的员工通常对其他公司的健康活动持积极态度，可以与项目一起或同时赞助此类活动。 \n\nHaving your annual flu shot is an almost painless, sensible and inexpensive measure that can not only prevent you from getting the flu, but can help stop the spread of it to others. The benefits to everyone are a huge saving in personal health lost wages and production. \n\n每年接种流感疫苗是一种几乎无痛、明智且实惠的措施，不仅可以防止感染流感，还可以帮助阻止流感病毒传染。这一人人受益的益处体现在减少个人健康工资损失以及生产方面。 \n\nArticle Source: https://EzineArticles.com/expert/Jasmin_Smith/2571652 \n\n文章来源： https://EzineArticles.com/expert/Jasmin_Smith/2571652",
        "imageName": "whyACorporateFluShotIsImportant",
        "audioName": "CanonInD"
    },
    {
        "id": 1008,
        "MM": "Sep",
        "dd": 28,
        "length": 808,
        "duration": 28,
        "difficulty": 4,
        "title": "3 Reasons Why Crm Systems Becomes Liability After a Couple of Years \n客户关系管理（CRM）系统几年后成为负担的3大原因",
        "details": "Why CRM becomes a liability after a couple of years!! \n\n为何几年后客户关系管理系统会成为一种负担！！ \n\nAs your business grows, the most important activity to grow becomes selling!! Whether it is managing the pipeline, monitoring the sales metrics or evaluating the performance of your sales team, XLS becomes too cumbersome to manage all this. There comes need for a CRM. Typically, SMBs go for a SaaS CRM which offers value for money and hardly any capex. Makes sense... right? \n\n随着业务的增长，最重要的增长活动就是销售！！无论是渠道管理、销售指标监控还是销售团队绩效评估，XLS都变得过于繁琐，无法管理所有项目。这就需要客户关系管理系统。通常，中小型企业选择软件运营服务的客户关系管理系统，提供物有所值且几乎无任何资本支出的服务。有道理……对吗？ \n\nFast forward a couple of years and usability of the CRM is low. Management cannot get exact pipeline information nor sales metrics and worst of all... the data is pulled out from the CRM into an XLS sheet. \n\n再过几年，客户关系管理系统可用性降低。管理层无法获得确切的渠道信息或销售指标，最糟糕的是……数据从客户关系管理系统中提取到了XLS中。 \n\nBack in the XLS-world after 2 years of CRM implementation!! \n\n客户关系管理系统实施两年后重返XLS世界！！ \n\nIn other cases, the data is pulled from the CRM system and loaded into a data warehouse to get actionable insights. \n\n其他情况下，从客户关系管理系统中提取数据并存入数据仓库中，以获得可执行建议。 \n\nOn the other hand, sales people hate to use the CRM. They find it too cumbersome and a drudgery to be complied to. The CRM system does not provide them actionable insights that can help them sell more. Little wonder, there is no incentive for them to use the software, except for the push from the management. \n\n另一方面，销售人员讨厌使用客户关系管理系统。觉得太麻烦，单调乏味，难以遵守。客户关系管理系统没有为其提供可执行的建议，以帮助销售更多的产品。难怪，除了管理层的激励，他们没有使用该软件的动机。 \n\nWhy does it happen? Is it the fault of the CRM software or the company? It can be both, but lets focus this topic on the fault of the CRM. \n\n为什么会这样？是客户关系管理系统软件的错还是公司的错？两者可能都有错，但让我们把这个话题集中在客户关系管理系统的错误上。 \n\n3 most important things people miss out while evaluating CRMs which become a problem down the line, are as below: \n\n在评估客户关系管理系统时，人们忽略了3件最重要的事情，致使后来出现问题，问题如下所示： \n\n1. Data Governance Capabilities \n\n1. 数据管理功能 \n\nMost of the CRMs focussed for SMBs, have been made for ease of use and provide too much flexibility for a user to enter any data. This is primarily done to avoid any complaints on the software and reduce complexity. This approach is completely wrong. e.g. a sales person can enter any \"Deal Stage\". Imagine all sales people able to enter new deal stages as they want. After a couple of years you may end up having 40-50 deal stages. In such a scenario, no meaningful pipeline analysis can be done unless you take the data in an XLS sheet, summarize the deal stages to about six stages and then do the analysis. This is the data quality challenge that most organizations face. \n\n大多数针对中小型企业的客户关系管理系统都是为了易于使用而设计的，并且为用户输入数据提供了过多的灵活性。这样做主要是为了避免产生软件投诉、降低复杂性。但这种做法是完全错误的。例如销售人员可以进入任何“交易阶段”。想象一下，所有的销售人员都能随心所欲地进入新的交易阶段。几年后，可能最终会有40~50个交易阶段。这种情况下，除非在XLS中获取数据，将交易阶段总结为大约6个阶段，再进行分析，否则无法进行有意义的渠道分析。这是大多数组织所面临的数据质量挑战。 \n\nzigihub has robust data governance capabilities. Only the admin can add the master data like, deal stage, lead stage etc. This ensures, the cleanliness of data irrespective of how long the platform is being used or how many people are using it. \n\nzigihub具有强大的数据管理功能。只有管理员才能添加主数据，如交易阶段、潜在客户阶段等。这可以确保数据清洁度，无论平台使用多长时间，或者有多少人在使用。 \n\n2. Master Data Management (MDM) Capabilities \n\n2. 主数据管理（MDM）功能 \n\nMaintaining master data is critical for any business to derive meaningful analysis. The CRM system is one of these critical systems where master data is added, like account, campaign, customer, demographics etc. If the CRM system is not built on MDM principles, the data quality will become bad very soon, rendering it useless. Most common example can be an Account name. Different sales people can enter the same account with different names like \"Microsoft\" or \"Microsoft Inc\" or \"MSFT\". In such cases, creating a single view of the account becomes impossible. \n\n维护主数据对于任何业务部门进行有意义的分析至关重要。客户关系管理系统是重要系统之一，其中添加了诸如账户、活动、客户、人口统计等主数据。如果客户关系管理系统并非基于主数据管理原则而构建，则不久后，数据质量就会变差，使其毫无用处。最常见的例子就是账户名称。不同的销售人员以不同的名称进入同一账户，如“Microsoft”、“Microsoft Inc”或“MSFT”。这样一来，无法创建单一视图账户。 \n\nzigihub has robust MDM capabilities. All critical master data is designed with the principles of MDM ensuring no duplication of data entered. The master data can be altered only by admins, so that is requisite control. \n\nzigihub具有强大的主数据管理功能。所有关键性主数据都是按照主数据管理原则进行设计的，避免数据输入时产生重复现象。主数据仅由管理员进行更改，这是必要的控制权。 \n\n3. Business Analytics capabilities \n\n3. 业务分析能力 \n\nA CRM system should be able to provide actionable insights rather than just being a data entry and reporting system. That can happen only when the CRM system keeps the historical record of all changes and activities that are required to provide actionable insights based on learnings from the past. \n\n客户关系管理系统应能够提供可执行的建议，而不仅仅是一个数据输入与报告系统。仅当客户关系管理系统保存所有更改和操作历史记录时，才能出现这种情况，根据过去的经验，这些更改和操作必须提供可执行建议。 \n\nIf the CRM system does not provide analytics, it does not help a sales person to sell. In that case the sales person finds no incentive to log in the CRM system resulting in low usage and minimal adoption. \n\n如果客户关系管理系统不提供分析功能，则其就无法帮助销售人员进行销售。在这种情况下，销售人员发现没有登录客户关系管理系统的必要，从而导致使用率与采用率较低。 \n\nzigihub is architected for analytics. Historical information and changes are tracked and available and the machine learning algorithms use this information to provide the actionable insights to sales people. They are informed about which customers to focus their efforts, which deals to chase and what actions to take to sell more. \n\nzigihub是为分析而设计。可对历史信息与变更进行跟踪，且这些信息与变更可用，机器学习算法使用这些信息为销售人员提供可执行建议。告知销售人员要专注于哪些客户，要跟进哪些交易以及采取哪些措施来扩大销售。 \n\nSummary \n\n总结 \n\nA CRM purchase is an important decision an organization makes to grow its business and need to live with it for years to come. Focusing on the real data and analytics related capabilities of a CRM system will go a long way in ensuring it continues to provide value in long run. \n\n购买客户关系管理系统是机构做出的重大决定，以发展其业务，需在未来几年与之共存。从长远来看，关注客户关系管理系统的真实数据以及分析相关的功能，可确保其长期持续提供价值。 \n\nAbout zigihub \n\n关于zigihub \n\nzigihub is a unique and integrated CRM and Marketing Automation platform. It has robust data management and analytics capabilities required by SMBs. \n\nzigihub是一个独特的集成客户关系管理系统与营销自动化平台。具有中小型企业所需的强大数据管理与分析功能。 \n\nFor further details, please contact me or write at sales@zigihub.com \n\n欲了解更多详情，请与我联系或发送电子邮件至sales@zigihub.com \n\nArticle Source: https://EzineArticles.com/expert/Ashley_Jane/2512024 \n\n文章来源： https://EzineArticles.com/expert/Ashley_Jane/2512024",
        "imageName": "3reasonsWhyCRMBecomesLiability",
        "audioName": "3reasonsWhyCRMBecomesLiability"
    },
    {
        "id": 1007,
        "MM": "Sep",
        "dd": 27,
        "length": 437,
        "duration": 15,
        "difficulty": 3,
        "title": "A Short Recent History And The Basics Of Animal Breeding In The 21st Century \n21世纪动物育种简史和基础：",
        "details": "Animal breeding is simply the vocation of selectively mating carefully chosen specimens of any species to produce or enhance specific desirable qualities and characteristics, thereby improving both the stock and the species in general. \n\n动物育种是一种选择性地交配物种精心挑选标本，以产生或提高特定理想品质和特征，从而改善种群和整个物种的职业。 \n\nAnimal breeding, for anyone choosing to pursue it, can be anything from a serious hobby, indulged in for personal reasons of achieving better quality in one's pets; a part-time business of breeding and selling pets; to a serious and sophisticated profession and livelihood. The demand for a diverse range and quality of livestock and pets is on the increase, and has, in fact, risen rapidly during the early years of the twenty-first century, especially in the developing world. This has caused the breeding of farm and domestic pet animals to become an increasingly important sector. \n\n对于选择从事动物育种的人来说，这可能是一种严肃的爱好，出于个人原因而沉迷于其中，目的是让自己的宠物获得更好的品质；饲养、销售宠物的兼职业务；严肃而复杂的职业和生计。人们对种类多样、品质各异的牲畜和宠物的需求正在增加，事实上，二十一世纪初这一需求迅速增长，特别是发展中国家。这使得农场和家养宠物的繁殖成为日益重要的一部分。 \n\nAt its best, animal breeding is a perfect blend of science and art. Any truly skilled breeder has to have a good knowledge base of animal genetics and health issues, as well as the purpose for which the animal is likely to be used. At its worst, however, animal breeding can often be a slip-shod sort of enterprise whose major concern is pure profit, and little attention is paid to the health and welfare of the animals. This sort of breeding is most common in pet breeding often done by random and ignorant breeders and conducted on a small scale. There are also mass breeding programs like puppy mills carried out by larger businesses where the animals are treated as little more than puppy-making machines. \n\n最佳情况下，动物育种是科学和艺术的完美结合。任何真正熟练的饲养员都必须有专业的动物遗传学和健康问题知识基础，了解动物可能被用于何种目的。然而，在最糟糕的情况下，动物育种往往是企业敷衍了事的行为，其主要关注纯粹利润，很少关注动物的健康和福利。这种育种在宠物繁殖中最为常见，通常由随机、无知的饲养员以小规模进行。还有一些大规模的繁殖项目，如大型企业设立的幼犬繁育场，动物被视为幼犬繁殖机器。 \n\nThere are, however, many excellent small-scale breeding programs run from peoples' homes as well as profitable large-scale operations that are run by knowledgeable staff with good veterinary care for the animals. \n\n然而，许多优秀的小规模繁殖项目在家庭中进行，也有盈利的大规模养殖项目由知识渊博的工作人员操作，可对动物进行良好的兽医护理。 \n\nDuring much of the twentieth century, animal breeding activity in the western nations had disregarded the rest of the animal genetic resources in other countries. However, as demand has increased, the use and development of a range of local breeds, adapted to the specific climate, has increased. In this changed world scenario of the intensification demand and a much larger and progressively more affluent human population in these nations, animal agriculture has intensified in most available production environments, to meet these newly emerging twenty-first-century demands. \n\n二十世纪多数时间里，西方国家的动物育种活动忽视了其他国家的动物遗传资源。然而，随着动物育种需求的增加，适应特定气候的一系列当地品种的使用和开发也在增加。在这一不断变化的世界情景中，需求集约化、国家人口增多且逐步实现富裕，在大多数可用生产环境中，动物农业得到强化，满足二十一世纪新需求。 \n\nThe essential need of today is to realize the possibility of sustainable animal breeding using locally adapted genetic resources and animal species, which are in use by the lower-input production environments of the developing world. \n\n当前根本需求是实现可持续动物育种的可能性，利用适应当地的遗传资源和动物物种，该种资源和物种用于发展中国家投入较少的生产环境。 \n\nArticle Source: https://EzineArticles.com/expert/Jia_Mata/1686465 \n\n文章来源： https://EzineArticles.com/expert/Jia_Mata/1686465",
        "imageName": "shortRecentHistoryAnimalBreeding",
        "audioName": "CanonInD"
    },
    {
        "id": 1006,
        "MM": "Sep",
        "dd": 26,
        "length": 494,
        "duration": 18,
        "difficulty": 3,
        "title": "Can White Chocolate Really Be Called Chocolate? \n白巧克力真的可以称为巧克力吗？",
        "details": "So white chocolate isn't actually chocolate as it mainly consists of milk. rather than cocoa solids. Often it contains palm oil or other 'fillers' and lots of sweeteners. Cocoa butter gives white chocolate its creamy texture and colour. \n\n白巧克力事实上不是巧克力，因为其中主要含牛奶，而不是可可固体。白巧克力通常含有棕榈油或其他“填充物”以及很多甜味剂。添加可可脂，因此白巧克力具有奶油般的质地和颜色。 \n\nSo who first produced this white bar? It seems that it was Nestle. The company began producing the new bars commercially in Switzerland in 1936. The story goes that it was originally made in order to use up the excess milk powder that had been made during the First World War. At the end of the war, it was no longer in demand, so making the new white bars was one way of using up the surplus. This also uses up the cocoa butter that is extracted from the cacao bean when cocoa powder is produced. Cocoa butter is not only used in making white chocolate, but it can also be found in cosmetics and pharmaceuticals. \n\n谁最早生产白巧克力？似乎是雀巢公司。该公司于1936年开始在瑞士商业化生产这种新型白巧克力。据说白巧克力最早是为了消耗一战间生产的多余奶粉。战争结束后，没有人需要奶粉，所以制造新型白巧克力是消耗剩余的方法之一。这也用尽了生产可可粉时从可可豆中提取到的可可脂。可可脂不仅用于制作白巧克力，而且用于化妆品和药品。 \n\nThe cost of cocoa butter increased dramatically between 2005 and 2015, which led to many chocolate manufacturers using less of it and adding fillers such as vegetable oil to their chocolate. \n\n2005年~2015年间，可可脂价格大幅上升，导致许多巧克力制造商减少可可脂的使用量，并在巧克力中添加植物油等填充物。 \n\nManufacturers of these white bars of our favorite confectionary are experimenting with new flavours. These include flavouring it with turmeric and pomegranate, mango, chilli and lime, rosemary and sea salt, and even Thai curry shrimp. Now white chocolate can be made with non-dairy milk as well as goat's milk. You can also get a superior chocolate which has lemon oil and lemon salt in it. One German manufacturer puts kale and mustard in his, as well as combining it with broccoli and Sicilian almonds. Other producers add roasted blueberries, strawberries, and raspberries. This kind of white confectionary lends itself to enhancement. You can even buy bars that are flavoured with black sesame seeds, vanilla, and matcha, but this is grey rather than white in colour. Other combinations include za'atar (a spice blend from the Middle East) candied orange and pistachios. \n\n我们最喜欢的糖果白巧克力制造商正在尝试新的口味。用姜黄和石榴、芒果、辣椒和酸橙、迷迭香和海盐，甚至泰国咖喱虾来调味。如今，可以用非牛奶和羊奶制作白巧克力。还可以得到一种高级巧克力，其中包含柠檬油和柠檬盐。一家德国制造商将羽衣甘蓝和芥末加入产品中，并将其与西兰花和西西里岛杏仁混合。另外一些生产商添加了烤蓝莓、草莓和覆盆子。这种白色糖果有助于增强体质。可以买到用黑芝麻、香草和抹茶调味的白巧克力，但并不是白色的，而是灰色的。其他组合食物包括za'atar（一种来自中东的混合香料）、橘皮蜜饯和开心果。 \n\nIf your chocolate bar is very bright white, it has been bleached, (cocoa butter is yellow, not white) and most likely deodorized. Read the label before you buy. You are recommended to buy bars of the stuff which contain just cocoa butter, sugar, milk powder or milk solids and perhaps vanilla and lecithin. \n\n如果白巧克力是特别亮的白色，则其被漂白了，（可可脂是黄色的，而不是白色的）或是可能经过强化处理。购买前先看一下标签。建议买一些只包含可可脂、糖、奶粉或乳固体以及可能含有香草和卵磷脂的白巧克力。 \n\nObviously, it is best to buy your bar from a speciality or craft chocolate shop, or a specialty grocers emporium. \n\n很明显，最好是从专业或工艺巧克力店或专业杂货店购买。 \n\nPerhaps we should all try these new flavoured bars and give our jaded palates a treat! \n\n也许我们都应该尝试这些新口味巧克力，让厌倦的味觉有一种新体验！ \n\nIf you found this article interesting, please check out this website, http://www.herbs-treatandtaste.blogspot.com. You will find information about the food we eat and the way plants can be used as medicine. There are also some good fusion recipes to try (combining Mediterranean recipes and Asian ones). All the articles are well researched and the information they contain is reliable. \n\n如果觉得这篇文章有趣，请访问http://www.herbs-treatandtaste.blogspot.com。你会发现更多食物信息以及植物药用方式。还可以尝试结合食谱（结合地中海食谱和亚洲食谱）。所有文章都经仔细研究，其中所包含的信息均可靠。 \n\nArticle Source: https://EzineArticles.com/expert/Lynne_Evans/684731 \n\n文章来源： https://EzineArticles.com/expert/Lynne_Evans/684731",
        "imageName": "canWhiteChocolateBe",
        "audioName": "CanonInD"
    },
    {
        "id": 1005,
        "MM": "Sep",
        "dd": 25,
        "length": 539,
        "duration": 20,
        "difficulty": 3,
        "title": "A FASTER Way To Know Yourself Better! \n更快、更好地了解自己！",
        "details": "If you want to be, the best, you can, possibly, become, it is essential, to do, everything, possible, to know yourself, as well, as possible! This willingness to commit to a personal, check - up, from the neck - up, and proceed, in an introspective, objective manner, is an important requirement, and step, in achieving this! Since, this is a challenging, time - consuming process, many refuse to do so, resorting to denials, and procrastination, which, rarely, if - ever, are beneficial, and worthwhile! Wouldn't it be great, if there, was a FASTER way, to try, to make yourself, truly, better? With, that in mind, this article will attempt to, briefly, consider, examine, review, and discuss, using the mnemonic approach, what this means and represents, and why it matters. \n\n如果想成为最好的自己，尽可能地了解自己非常重要！在实现这一目标的过程中，这种致力于个人全方面检查，以一种内省、客观的方式进行的意愿，是一项重要要求，也是一个重要的步骤！因为，这是一个具有挑战性、耗时的过程，许多人拒绝这样做，采取否认和拖延的方式，而这通常无益、不值得！如果有一种更快的方法让自己变得更好，那不是很棒吗？考虑到这一点，本文试图使用助记法来简要地进行考虑、检查、回顾和讨论，这意味着什么、代表着什么，重要原因又是什么。 \n\n1. Face facts; finish; fate; future: Avoid the trap/ tendency, to lie, to yourself, but, rather, consistently, face - the - facts, and finish your plans, in a well - considered, focused way! You can become the master, of your own fate, and make your future, the best it can be, but, only if you, do so, proactively, and take matters, into your own hands! \n\n1.面对事实；终结；命运；未来：避免陷阱/倾向、撒谎，始终如一地面对事实，以深思熟虑、专注的方式完成计划！可以成为自己命运的主人，让未来尽可能的达到最好，但是你付诸行动且积极主动，把事情掌握在自己手中！ \n\n2. Attitude; aptitude; actions: Only, someone, who proceeds, consistently, with a true, positive, can - do, attitude, while avoiding the easy path, of, wearing, rose - colored, glasses, becomes capable, of helping himself, in a positive, productive way! \n\n2.态度；天资；行动：只有始终保持真正、积极做事态度，同时避免捷径，远离诱惑，才能以积极、高效的方式帮助自己！ \n\n3, Strengths; solutions; seek: Objectively, consider, and identify, both, your personal strengths, as well as weaknesses! When you are able to effectively use those strengths, while addressing areas of weakness, you position yourself, to create the finest, most viable, relevant, meaningful solutions! Your success, happiness, and well - being, is, in your own hands, and, based on what you seek, your reasons and reasoning, and how committed, you proceed, forward! \n\n3.优势；解决方案；寻求：客观地考虑并确定自己的长处和缺点！有效利用优势，同时解决薄弱之处，就可以对自己进行定位，创造最优秀、最可行的相关有意义解决方案！你的成功、幸福和康乐，掌握在自己的手中，基于所寻求的事物、理由和推理以及如何投入，继续前进！ \n\n4. Tell truth; timely; time - tested; trends: Avoid trying to lie, to yourself, because you only benefit, and become, positioned, to make meaningful, changes, for the better, when you tell yourself, the truth! Effective actions, must be, well - considered, and timely (avoid procrastination), but, also take advantage of the knowledge, expertise, judgment, and, hopefully, wisdom, from learning from time - tested conversations, and experiences, and combining these, with taking advantage of the most personally - satisfying, quality trends! \n\n4.真相；及时；经受时间考验；表现：不要对自己撒谎，因为当你告诉自己真相时，你才会受益，成为有定位的人，做出有意义的改变，让自己变得更好！有效行动必须是深思熟虑、及时的（避免拖延）行动，但是也要利用知识、专业技能、判断力，并且满怀希望地利用智慧，从经时间考验的谈话和经验中学习。结合这些，利用个人最满意、高质量的表现！ \n\n5. Efforts; examine; evaluate: Open - your - mind, and evaluate your options, carefully, as well as your objectives, and focus your efforts, accordingly! Examine your reasons, goals, priorities, and personal perceptions, and whether, they are beneficial, etc! \n\n5.努力；审视；评估：敞开心扉，仔细评估自己的选择以及自己的目标，并相应地集中精力！仔细检查自己的理由、目标、优先顺序和个人看法，及其是否对自己有益等等！ \n\n6. Right (thing); realistic; reasons/ reasoning; ritual: If you want to be your personal best, commit to making doing the right thing, your ritual! Be realistic, but positive, and know your reasons, and the reasoning, which inspires and motivates you, in a positive way! \n\n6.正确（事情）；实事求是；理由/理性；日常行为：如果想调整到个人最佳状态，就要致力于做正确的事情，完成日常行为！实事求是、积极向上、了解自己的理由、理智，积极鼓舞和激发自己！ \n\nWouldn't it help you, if you could know yourself better, and do so, in an effective, FASTER way? Are you up to this commitment? \n\n如果能更好地了解自己，并以一种有效、更快的方式了解自己，这难道对自己没有帮助吗？你能兑现这个承诺吗？ \n\nRichard has owned businesses, been a COO, CEO, Director of Development, consultant, professionally run events, consulted to thousands, and conducted personal development seminars, for 4 decades. Rich has written three books and thousands of articles. Website: http://plan2lead.net and LIKE the Facebook page for alternative health: http://facebook.com/althealthcare \n\nRichard拥有数家企业，曾担任首席运营官、首席执行官、开发部主管、顾问，举办专业活动，为数千人提供咨询，并举办个人发展研讨会，已有四十年时间。Rich写了三本书和数千篇文章。网址：http://plan2lead.net以及类似Facebook专页替代： http://facebook.com/althealthcare \n\nArticle Source: https://EzineArticles.com/expert/Richard_Brody/492539 \n\n文章来源： https://EzineArticles.com/expert/Richard_Brody/492539",
        "imageName": "aFasterWayToYourself",
        "audioName": "aFasterWayToYourself"
    },
    {
        "id": 1004,
        "MM": "Sep",
        "dd": 24,
        "length": 628,
        "duration": 25,
        "difficulty": 3,
        "title": "All You Need to Know About the Concept of Darknets \n关于黑网概念需要知晓的所有内容",
        "details": "Darknets refer to open network that is programmed in C or CUDA. It is one of the software that is used legally and easily. The source of the network can be accessed on Github as well. It is a network such that it can be accessible by the users via software or specific authorization. It makes use of a specialized communication protocol. It is more like a hidden website that is accessible via channels that are encrypted. It has become a place for committing crimes. The government can often trace the internet mediums. Darknet is one such area where governments lose access to the website. This is often being exploited by people who are involved in drug markets and other crimes. \n\n黑网指用C语言或统一计算设备架构编程的开放网络。是合法且易于使用的软件之一。网络资源也可以在Github上访问。黑网是一个用户可以通过软件或特定授权访问的网络。使用专门的通信协议。更像是一个隐藏网站，可以通过加密渠道访问。但也成了犯罪地点。政府部门通常可以跟踪互联网媒体。黑网就是政府无法访问网站的领域。经常被卷入毒品市场和其他犯罪的人员所利用。 \n\nUnderstanding the origin of the darknet \n\n理解黑网的起源 \n\nThe term darknet is used to describe the computer systems on ARPANET that were beyond access. They were designed in such a way that the messages could be received from different channels. However, they cannot respond to any of them. It contains a lot of hidden services that cannot be accessed directly. It is often used as a medium to perform drug transactions. \n\n“黑网”一词用来描述阿帕网上无法访问的计算机系统。以可从不同渠道接收信息的方式对其进行设计。然而，不能对其中任何一项作出回应。包含许多无法直接访问的隐藏服务。通常用作一种进行毒品交易的媒介。 \n\nWhat are the reasons for using the darknet? \n\n为什么使用黑网？ \n\nMost people use Darkent to protect themselves from any surveillance. It is a commonplace where most crimes like computer crimes are targeted at other people. The platform is being used by many to share illegal files and for the sale of restricted goods. Whistleblowers are also using it for leaking news. It is also used to bypass restrictive policies. \n\n多数人使用黑网来保护自己免受监控。大多数犯罪，如计算机犯罪，都是针对其他人，这司空见惯。许多人使用这一平台共享非法文件，销售限制性商品。告密者也在利用黑网泄露消息。同时，还将其用于绕过限制性政策。 \n\nUnderstanding the difference between darknet and deep web \n\n了解黑网和深网的区别 \n\nDeep web refers to the portion of the web that search engines cannot access. Darkweb can be termed as a huge collection of websites that is found on the darknet. Darknet is a tiny part of the larger dark web. The darkest and inaccessible part of the web is commonly used to escape from surveillance. The use of the dark web is not illegal unless it is in use for performing illegal activities. \n\n深网指搜索引擎无法访问的部分网络。暗网可以被称为在黑网上找到的一个巨大的网站集合。黑网是更大暗网的一小部分网络。网络中最黑暗、不可访问的部分通常被用来逃避监视。使用暗网并不违法，除非用于执行非法活动。 \n\nHow does the darknet operate? \n\n黑网如何运作？ \n\nThe darknet operates in the hidden mode through the use of a router named Tor. The reason behind this is to protect themselves from the legal eyes of enforcement agencies. It is very difficult to track activities on the darknet due to the increased encryption. It can make IP addresses nontraceable. \n\n黑网通过使用名为Tor的路由器以隐藏模式运行。这背后的原因是为了保护自己不受执法机构的法律监督。由于加密增多，很难追踪黑网中的活动。可造成网际协议地址不可追踪。\n\nThe users of the dark web \n\n黑网用户 \n\nIt is used to communicate anonymously. It becomes a favorite destination for criminals to carry out illegal activities easily. It is also used to communicate with people in areas where access to free speech is not given. Through the launch of cryptocurrency, it is being used as a medium for e-commerce and hides the user's identity. However, the inaccessibility to track the identity has paved the way for many crimes like money laundering and selling weapons. \n\n其用于匿名通信。成为犯罪分子最容易进行非法活动的目的地。也被用来与无言论自由的地区人们进行交流。通过发行加密货币，其被用作电子商务媒介，隐藏用户身份。然而，无法追踪身份为洗钱和出售武器等许多犯罪行为提供了方便。 \n\nIs it illegal to use the darknet? \n\n使用黑网是否违法？ \n\nSome firms have legitimate reasons behind the use of the dark web. It is not illegal to use the platform, but it can become illegal when one uses it to commit illegal activities. It also contains a large collection of books that have been banned, newspaper collections, and forums supporting discussions. Once the information regarding the use of such media for performing illegal activities has been identified, the concerned people are likely to be arrested. Many such arrests have taken place in recent times. \n\n一些公司使用暗网，背后有正当的理由。使用信息技术平台并不违法，但当利用其进行违法活动时，可能就违法了。其中包含大量禁止书籍、报纸收藏和支持讨论的论坛。一旦确认利用此类媒介从事非法活动相关信息，相关人员就有可能被逮捕。最近发生了许多类似批捕。 \n\nWe provide a Dark web Link that can be used for your requirements. Businesses can make use of them for transactions. However, Darkweb Linkmust be used sensibly, and it is not expected of the users to use it for illegal purposes. \n\n我们提供了一个暗网链接，可以满足你的要求。公司可以利用黑网进行交易。但是，必须合理使用暗网链接，不希望用户将其用于非法目的。 \n\nArticle Source: https://EzineArticles.com/expert/Shalini_M/2609777 \n\n文章来源： https://EzineArticles.com/expert/Shalini_M/2609777",
        "imageName": "allYouNeedDarknets",
        "audioName": "CanonInD"
    },
    {
        "id": 1003,
        "MM": "Sep",
        "dd": 23,
        "length": 460,
        "duration": 15,
        "difficulty": 3,
        "title": "Daily Tasks of HR Experts \n人力资源专员的日常工作",
        "details": "While procuring an HR professional, you should search for applicants with great communication, good leadership, and customer service skills. Normal HR positions are human resources specialist, human resource manager, and employment interviewer. \n\n在对人力资源专业人员进行招聘时，应该寻找具有良好沟通能力、优秀领导能力和客户服务技能的应聘者。一般人力资源岗位包括人力资源专家、人力资源经理以及就业面试官。 \n\nHiring Employees \n\n员工招聘 \n\nOne of the fundamental obligations regarding HR specialists is selecting new workers. HR experts look for new employees by posting job listings, going to job fairs and going to universities and colleges. They talk with candidates about their experience and advise them about employment opportunities. HR experts must contact references and perform background checks services on candidates. After a candidate is hired, the HR person leads an employee orientation giving information about benefits and working conditions. \n\n人力资源专员的基本工作之一是挑选新员工。人力资源专员通过发布岗位清单、参加招聘会以及去大学与学院进行招聘的方式寻找新员工。他们与应聘者进行交谈，了解其经历，并就就业机会提供建议。人力资源专员必须与推荐人进行联系，对应聘者进行背景调查。录用应聘者后，人力资源部负责员工入职培训，提供有关福利与工作条件的信息。 \n\nKeeping up Policies and HR Records \n\n政策与人力资源工作记录的维护 \n\nHR specialist maintains work policies inside an association related to discrimination, personnel principles, and projects. They should learn about human resources laws and government rules on a national level. HR administrators are ordinarily in charge of meeting with other executive staff to talk about updates to these arrangements. After these policies are set, they educate employees about any changes. HR experts additionally maintain and keep records on all workes. They utilize HR software to process and document paperwork on applicants and employees. \n\n人力资源专员维护组织内部歧视、人事原则以及项目相关工作政策。其应当了解国家层面的人力资源法律与政府规则。人力资源管理人员通常负责与其他执行主管进行会面，讨论部署的更新内容。设置政策后，就任何变化对员工进行培训。此外，人力资源专员还需维护、保存所有工作记录。使用人力资源管理软件对应聘者与职工的文书工作进行处理和记录。 \n\nOverseeing Compensation and Company Programs \n\n薪酬与公司项目审查 \n\nSubsequent to meeting with executive staff, HR experts handle pay and benefits for all staff. They are in charge of setting the pay for a specific position and sorting out benefits, for example, healthcare services and pension. They additionally make new benefits for workers, for example, recreational center membership and rebates at retail looks. HR experts plan organization events for staff, for example, organizing a team building or an office sports team. \n\n在与执行主管会面后，人力资源专员负责处理所有员工的薪酬与福利。负责为某一特定职位设立薪酬，并妥善分类管理福利，如医疗服务与养老金。此外，还为员工提供新的福利，例如，娱乐中心会员资格与零售回扣。人力资源专员负责计划组织员工活动，例如，组织团建或办公室体育团队。 \n\nTaking care of Employee Concerns \n\n考虑员工顾虑 \n\nAt the point when representatives have issues with supervisors or other employees, they can arrange a meeting with their HR division. HR experts frequently move toward becoming referees between representatives to deal with basic working environment issues. Numerous executive HR staff meets with different executives to go as an act of advocate for workers and examine any real concerns occurring inside the organization. They likewise handle a variety of business concerns including terminating and training staff. HR experts are in charge of answering questions identifying with pay, benefits and workplace policies inside a company. \n\n当代表与上司或其他职工产生问题时，人力资源专员可以安排与其人力资源部门的会议。人力资源专员经常成为代表之间的裁判，以处理基本的工作环境问题。许多人力资源部门的高管与不同的高管进行会面，作为职工的支持者，检查组织内部发生的任何实际问题。同时会处理各种业务问题，包括解雇与培训员工。人力资源专员负责回答公司内部薪酬、福利与工作场所规则相关问题。 \n\nFor inquiries and details about the best background checks services and the top-rated background check company. By conducting a pre-employment screening on bus drivers, every parent is secure that their children will be in good hands every day that their children will travel to school. A pre-employment screening will also help keep the roads safe and decrease any possible traffic accident caused by the negligent and inefficient bus drivers. \n\n最佳背景调查服务与顶级背景调查公司的调查与细节。对公交车司机进行职前筛查，每位家长都可确保自己的孩子每天上学得到良好的照顾。职前筛查亦有助于维持道路安全，减少因公交车司机疏忽及工作效率低而可能造成的交通事故。 \n\nArticle Source: https://EzineArticles.com/expert/Charles_Cline/2578018 \n\n文章来源： https://EzineArticles.com/expert/Charles_Cline/2578018",
        "imageName": "dailyTaskOfHR",
        "audioName": "dailyTaskOfHR"
    },
    {
        "id": 1002,
        "MM": "Sep",
        "dd": 22,
        "length": 769,
        "duration": 25,
        "difficulty": 4,
        "title": "5 Autumn Catering Ideas For Inspiration \n五大秋季餐饮灵感",
        "details": "Whether you are organising an elegant dinner party, hosting a casual get-together, or even running a professional catering business - Autumn is a great time of year to get inspired. \n\n无论是组织优雅晚宴，还是主办休闲聚会，或者经营专业餐饮，秋季总是一年中获得灵感的绝佳时机。 \n\nWith vibrant colours, smoky aromas and chillier days, hearty comfort food and fresh seasonal produce are the order of the day! \n\n斑斓的色彩、烟熏的芳香、寒冷的天气、丰盛美味的食物以及新鲜的节令性农产品司空见惯！ \n\nBelow, we explore five ideas for Autumn catering that will help get you inspired for the new season. \n\n接下来，我们将探讨五大秋季餐饮相关创意，这些思路能够帮助你在这一新季节获得灵感。 \n\n1. Seasonal Produce \n\n1. 节令性农产品 \n\nIt is a great idea to use seasonal fresh produce all year round where possible, but in Autumn this can be especially exciting! The fiery colours, earthy flavours, and endless array of spices in both food and drink can ignite the senses. \n\n在可能的情况下，全年使用新鲜的节令性农产品不失为一个好主意，而在秋天，尤其令人振奋！食物与饮料中炽烈的颜色、泥土的芬芳以及大量的香料都可以刺激感官。 \n\nIf you have the option of using local produce too, such as from a local grower or farmers' market, even better. But if not, simply using fruits and vegetables that are appropriate for the time of year will suffice. \n\n如果可以选用本地产品，比如当地种植者或农贸市场的农产品，则更胜一筹。但如果不能，简单地使用适合一年中某个时间的水果和蔬菜就足够了。 \n\nApple pie with cinnamon, a hearty root vegetable bake or stew, and a roast dinner are all favourites - along with the highly seasonal pumpkin spice! Whether you and your guests prefer sweet or savoury, light or filling, Autumn has an array of appropriate ingredients and flavours to choose from. \n\n肉桂苹果馅饼、丰盛的烤根菜或炖菜以及烤肉大餐都是最受欢迎的菜品，并且还有特别符合季节的南瓜调料品！无论你和客人喜欢甜的还是咸的、清淡的还是重口的，在秋季，有大量合适的食材与口味可供选择。 \n\n2. Bonfire Night \n\n2. 篝火之夜 \n\nThe popular British tradition of Bonfire Night is a great opportunity for a variety of Autumnal flavours. Toffee apples, hot chocolate, sausages, and Parkin are often favourites. \n\n英国的传统篝火之夜备受欢迎，为品尝各种各样的秋天风味提供了绝佳的时机。太妃糖苹果、热朱古力、香肠与麦片姜饼经常是最受欢迎的食物。 \n\nThrow your own party from home - however big or small - and make it family-friendly with a fruit punch for children and a themed cocktail for the grown-ups. You could also pack and take your own Autumnal picnic to a local bonfire. Tasty toasted sandwiches, granola bars, and a flask of coffee would all hit the spot. \n\n在家里举办派对，无论规模大小，为孩子们准备水果饮料，为成年人准备主题鸡尾酒，让派对更贴合家庭。你也可以打包，带着秋季野餐的食物去当地的篝火旁享用。美味的烤三明治、麦棒和一瓶咖啡都能带来满足感。 \n\nHowever you choose to celebrate, Autumn can be a great time to take a bit of inspiration from the holidays and festive traditions happening all around you - including Halloween and the Harvest Festival. See what you can enjoy in your local area, and also create an event of your own! \n\n无论你选择什么样的方式庆祝，秋季总是一个从周围节日与传统中汲取灵感的好时机，包括万圣节和丰收节。看看能在当地享受到什么，也可以创造一个属于自己的活动！ \n\n3. Plant-Based Options \n\n3. 植物性饮食选择 \n\nAs seasonal produce is so distinctive and enticing at this time of year, there has never been a better time to explore plant-based options. Make the most of your fruit and vegetables with fresh, flavoursome recipes and do not hesitate to seek resources online if you are unsure. \n\n由于节令性农产品在一年中是如此特别且诱人，因此现在是探索植物性饮食的最佳时机。充分利用水果与蔬菜，加之新鲜、美味的食谱，如果不确定要做什么，请不要犹豫，在线上寻找资源。 \n\nMore people than ever before are reducing their meat intake and increasing their vegetable consumption. This can have very beneficial effects on both your health and the planet. Why not start by making one of your own personal favourites more plant-based - such as a hot dog, burger, or chosen soup? There are more plant-based options available than ever before - even for your favourite styles of meat and cheese! \n\n和以往相比，越来越多的人减少肉类摄入量，增加蔬菜消耗量。这对健康以及地球来说，都非常有益。为什么不从做一种个人最喜欢的植物性食品开始呢？比如热狗、汉堡或者精选的汤？相比以往，现在有更多的植物性食品可供选择，甚至是最喜欢的肉类和奶酪风格！ \n\nIf you are catering for guests - or running a culinary business - offering a plant-based option is always much appreciated. It is not only for vegans, vegetarians and those with allergies either. Plant-based eating can be healthy, vibrant and exciting; perfect for meat-eaters who are feeling adventurous! \n\n如果正在为客人提供餐饮服务，或者经营一家烹饪企业，提供一种植物性食品供以选择总是备受欢迎。这适合于纯素食主义者、素食者和过敏者。而且植物性饮食健康、充满活力、振奋人心；非常适合喜欢冒险的肉食者！ \n\n4. Oktoberfest \n\n4. 啤酒节 \n\nThis Autumn season, why not take some inspiration from abroad? Celebrations such as Germany's Oktoberfest are becoming more commonplace - London celebrates its very own version! - and they often have wonderful food ideas. \n\n这个秋季，为什么不从国外汲取一些灵感呢？像德国啤酒节这样的庆祝活动越来越普遍，但伦敦有自己的啤酒节！这些国家经常会有绝妙的食物创意。 \n\nSausages (including plant-based options), pretzels, fresh bread, high-quality beer, and more are all to be found - often by a roaring fire or within a cosy pub. Create your own celebration outdoors over a barbecue, or in the cosy confines of your lounge. \n\n香肠（包括植物性食物）、椒盐卷饼、新鲜面包、优质啤酒等经常出现在熊熊燃烧的炉火旁或舒适惬意的酒吧。户外烧烤时，或者在惬意的酒廊中，创造自己的庆祝活动。 \n\nAs the nights are closing in, celebrations and coming together over food is a great way to keep the spirits high in the darker months. Food has long been known for its many mood-boosting properties and Autumn is a great time to make use of them! \n\n夜晚临近，在夜晚庆祝、聚餐可以保持情绪高昂。长期以来，食物以其提神特性而闻名，而秋天则是利用这个特性的大好时机！ \n\n5. Speciality Hot Drinks \n\n5. 特色热饮 \n\nA certain famous coffee producer launches their Pumpkin Spiced Latte at this time of year - so why not make your own? A wide variety of Autumnal flavours are perfect in drinks, even if you don't have time to cook an elaborate meal. \n\n一位著名的咖啡生产商在每年的这个时候推出南瓜调味拿铁，那为什么不自己做呢？即使没有时间精心烹饪一顿饭菜，但在饮料中发现各式各样的秋天风味就完美了。 \n\nAdding cinnamon and a pinch of nutmeg, for example, can instantly help a drink to feel more warming and soothing. You could take inspiration from Autumnal favourites such as apple pie, spiced cider, hot chocolate, and pumpkin dishes. Be as creative as you dare! \n\n例如，加入肉桂与少许肉豆蔻，立即就可以使饮料变得更加温暖、舒缓。可以从秋季最爱的食品中汲取灵感，如苹果派、加香苹果酒、热朱古力和南瓜菜。尽己所能地进行创造吧！ \n\nWarm drinks are a great way to cuddle up and connect with loved ones on cooler evenings too, as well as endlessly inviting to guests and customers! \n\n在凉爽的夜晚，热饮也是一种拥抱爱人、与爱人进行交流好方式，也可以经常邀请客人、顾客！ \n\nArticle Source: https://EzineArticles.com/expert/Alex_Belsey/2955678 \n\n文章来源： https://EzineArticles.com/expert/Alex_Belsey/2955678",
        "imageName": "5autumnCatering",
        "audioName": "5autumnCatering"
    },
    {
        "id": 1001,
        "MM": "Sep",
        "dd": 21,
        "length": 20,
        "duration": 2,
        "difficulty": 1,
        "title": "Welcome \n热烈欢迎",
        "details": "Great news! \n\n号外! 号外! \n\nMessengizé is finally here! \n\nMessengizé 开通啦! \n\nWe are informational and fun. We welcome you to follow us, follow the excitement! \n\n有料有趣, 欢迎关注!",
        "imageName": "welcome",
        "audioName": "CanonInD"
    }
]
